[
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-19?lang=us",
    "title": "Perianal fistula",
    "findings_text": "linear fistulous tract is seen oriented vertically, passing through the left side of the inter-sphincteric plane, starting superiorly from the level of the dentate line where it is seen abutting the internal sphincter at 1-2 o'clock position, and extending inferiorly to open into a marginally enhancing inflammatory fluid collection (abscess) the external sphincter is intact no definite side branches Case Discussion Surgically proved low type inter-sphincteric fistula. The integrity of the external anal sphincter is crucial for the management's planning, also it is important to identify any side branches. Presentation Persistent anal pain with intermittent bleeding and discharge 17 Jun 2020,Sameh Saied Ali At the time the case was submitted for publication Sameh Saied Ali had no recorded disclosures.",
    "sections": {
      "findings": "linear fistulous tract is seen oriented vertically, passing through the left side of the inter-sphincteric plane, starting superiorly from the level of the dentate line where it is seen abutting the internal sphincter at 1-2 o'clock position, and extending inferiorly to open into a marginally enhancing inflammatory fluid collection (abscess) the external sphincter is intact no definite side branches",
      "discussion": "Case Discussion Surgically proved low type inter-sphincteric fistula. The integrity of the external anal sphincter is crucial for the management's planning, also it is important to identify any side branches.",
      "presentation": "Presentation Persistent anal pain with intermittent bleeding and discharge"
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": "intersphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "vertically, passing through the left side of the inter-sphincteric plane",
      "collections_abscesses": true,
      "collection_count": null,
      "collection_location": "external sphincter",
      "rectal_wall_involvement": null,
      "internal_opening_location": "1-2 o'clock position",
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": true,
        "external_sphincter": false,
        "puborectalis": null
      },
      "branching": false,
      "horseshoe_extension": null,
      "enhancement_pattern": "rim",
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-16?lang=us",
    "title": "Perianal fistula",
    "findings_text": "A relatively thick-walled fistulous track traverses both internal and external anal sphincters piercing and penetrating through the left ischioanal fossa. Its internal opening pierces the anal canal anteriorly near 1 o’clock where a fairly defined restricted collection / abscess formation is seen. The collection measures 1.8 x 1.5 cm. It shows restricted diffusion. Then the thick track protrudes and proceeds to make a hook down anteriorly along the ischioanal fossa for a length of about 9.7 cm. Its external opening being near 3 o'clock. The track has a thick enhanced wall and high signal intensity enhanced content. Case Discussion The description of this fistula is matching with a trans-sphincteric type that represents 25% of perianal fistula . The track of the fistula crosses from the intersphincteric space, through the external sphincter, and then passes into the ischiorectal fossa . It is complicated by abscess formation, resulting in a classification of grade 4 trans-sphincteric fistula. Presentation Perianal pain and discharge for two years. 1 Mar 2021,Fakhry Mahmoud Ebouda At the time the case was submitted for publication Fakhry Mahmoud Ebouda had no recorded disclosures.",
    "sections": {
      "findings": "A relatively thick-walled fistulous track traverses both internal and external anal sphincters piercing and penetrating through the left ischioanal fossa. Its internal opening pierces the anal canal anteriorly near 1 o’clock where a fairly defined restricted collection / abscess formation is seen. The collection measures 1.8 x 1.5 cm. It shows restricted diffusion. Then the thick track protrudes and proceeds to make a hook down anteriorly along the ischioanal fossa for a length of about 9.7 cm. Its external opening being near 3 o'clock. The track has a thick enhanced wall and high signal intensity enhanced content.",
      "discussion": "Case Discussion The description of this fistula is matching with a trans-sphincteric type that represents 25% of perianal fistula . The track of the fistula crosses from the intersphincteric space, through the external sphincter, and then passes into the ischiorectal fossa . It is complicated by abscess formation, resulting in a classification of grade 4 trans-sphincteric fistula.",
      "presentation": "Presentation Perianal pain and discharge for two years."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": "transsphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "traverses both internal and external anal sphincters piercing and penetrating through the left ischioanal fossa, then protrudes and proceeds to make a hook down anteriorly along the ischioanal fossa for a length of about 9.7 cm",
      "collections_abscesses": true,
      "collection_count": 1,
      "collection_location": "anal canal anteriorly near 1 o’clock",
      "rectal_wall_involvement": null,
      "internal_opening_location": "1 o’clock",
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": true,
        "external_sphincter": true,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": "severe",
      "estimated_vai_range": null,
      "additional_findings": "The track has a thick enhanced wall and high signal intensity enhanced content",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-22?lang=us",
    "title": "Perianal fistula",
    "findings_text": "In the perianal region, a tortuous-looking fistulous tract is identified at the 12 o'clock position, with hyperintense behavior on T2. It runs caudally between the internal and external anal sphincters towards the ischioanal fossa, without the presence of a collection. There is a wrap-around artefact on the \"axial T2 HASTE fat sat\" and \"axial T1 VIBE\" sequences. Case Discussion Perianal fistulas are abnormal communications between the anal canal and the perirectal spaces, which may or may not be associated with a collection. MRI is the preferred study for patients with complex fistulas or to assess and identify anatomical aspects prior to surgical intervention. In this case, we observe a simple grade 3 transsphincteric fistula according to the classification of St James's University Hospital, which crosses two layers of the sphincter complex, meaning it crosses the external anal sphincter and reaches the ischioanal fossa. Presentation Patient with a history of recurrent perianal fistula is under protocol for a new surgical reintervention. 3 Jun 2024,Zilma Carolina Perez Peña Disclosures: At the time the case was submitted for publication Zilma Carolina Perez Peña had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "In the perianal region, a tortuous-looking fistulous tract is identified at the 12 o'clock position, with hyperintense behavior on T2. It runs caudally between the internal and external anal sphincters towards the ischioanal fossa, without the presence of a collection. There is a wrap-around artefact on the \"axial T2 HASTE fat sat\" and \"axial T1 VIBE\" sequences.",
      "discussion": "Case Discussion Perianal fistulas are abnormal communications between the anal canal and the perirectal spaces, which may or may not be associated with a collection. MRI is the preferred study for patients with complex fistulas or to assess and identify anatomical aspects prior to surgical intervention. In this case, we observe a simple grade 3 transsphincteric fistula according to the classification of St James's University Hospital, which crosses two layers of the sphincter complex, meaning it crosses the external anal sphincter and reaches the ischioanal fossa.",
      "presentation": "Presentation Patient with a history of recurrent perianal fistula is under protocol for a new surgical reintervention."
    },
    "extracted_features": {
      "fistula_count": 1,
      "fistula_type": "transsphincteric",
      "t2_hyperintensity": true,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "runs caudally between the internal and external anal sphincters towards the ischioanal fossa",
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": "12 o'clock",
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": true,
        "external_sphincter": true,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "wrap-around artefact on the axial T2 HASTE fat sat and axial T1 VIBE sequences",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-20?lang=us",
    "title": "Perianal fistula",
    "findings_text": "Dye fistulogram - low fistula dye spilling in the anal canal and rectum: Injection of contrast via the external opening showed opacification of the right perianal fistula which travels superiorly. The tract communicates with the anal canal and rectum. Case Discussion Regarding the above imaging findings, perianal fistula with contrast spilling into the anal canal and rectum is present. Presentation History of perianal fistula and purulent discharge. 15 Jun 2022,Bahman Rasuli At the time the case was submitted for publication Bahman Rasuli had no recorded disclosures.",
    "sections": {
      "findings": "Dye fistulogram - low fistula dye spilling in the anal canal and rectum: Injection of contrast via the external opening showed opacification of the right perianal fistula which travels superiorly. The tract communicates with the anal canal and rectum.",
      "discussion": "Case Discussion Regarding the above imaging findings, perianal fistula with contrast spilling into the anal canal and rectum is present.",
      "presentation": "Presentation History of perianal fistula and purulent discharge."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "travels superiorly",
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": true,
      "internal_opening_location": null,
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "purulent discharge",
      "confidence": "medium"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-18?lang=us",
    "title": "Perianal fistula",
    "findings_text": "There is a simple intersphincteric perianal fistula. Internal opening: 10 o’clock (which means anterior and right to the midline in the supine position. Shape: linear Secondary tract or abscess: no External opening: right side of the gluteal cleft Evidence of any disease: no Case Discussion Nowadays, surgeons will send almost all patients with perianal fistula for a pelvic MRI before the operation, as it reduces the recurrence rate. This patient had surgery and the feedback from the surgeon was the same as our report. There is no fluid in the tract but there is enhancement, the interpretation is that there is granulation tissue but no pus. Presentation Perianal discharge 25 Aug 2021,Abbas M. Mahmood At the time the case was submitted for publication Abbas M. Mahmood had no recorded disclosures.",
    "sections": {
      "findings": "There is a simple intersphincteric perianal fistula. Internal opening: 10 o’clock (which means anterior and right to the midline in the supine position. Shape: linear Secondary tract or abscess: no External opening: right side of the gluteal cleft Evidence of any disease: no",
      "discussion": "Case Discussion Nowadays, surgeons will send almost all patients with perianal fistula for a pelvic MRI before the operation, as it reduces the recurrence rate. This patient had surgery and the feedback from the surgeon was the same as our report. There is no fluid in the tract but there is enhancement, the interpretation is that there is granulation tissue but no pus.",
      "presentation": "Presentation Perianal discharge"
    },
    "extracted_features": {
      "fistula_count": 1,
      "fistula_type": "intersphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": "10 o'clock",
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": false,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "There is no fluid in the tract but there is enhancement, the interpretation is that there is granulation tissue but no pus.",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-23?lang=us",
    "title": "Perianal fistula",
    "findings_text": "By injecting contrast material from the orifice at about 5 o'clock and at a distance of 4 cm from the anus (patient in the prone position), an irregularly dilated tract with approximately 10 cm length is visible, and there is evidence of contrast entering the distal of the rectum. Case Discussion Fistulography is a traditional radiological technique used to define the anatomy of perianal fistulas . In fistulography, the external opening is catheterized with a fine cannula, and a water-soluble contrast agent is injected to determine the fistulous tract. Nowadays, MRI is the imaging modality of choice for evaluating the perianal fistula. When MRI is contraindicated, fistulography could be performed, although it is an unreliable technique and is difficult to interpret. Presentation Anal pain, tenesmus, and perianal discharge. 7 Feb 2024,Mohammad Taghi Niknejad Disclosures: At the time the case was submitted for publication Mohammad Taghi Niknejad had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "By injecting contrast material from the orifice at about 5 o'clock and at a distance of 4 cm from the anus (patient in the prone position), an irregularly dilated tract with approximately 10 cm length is visible, and there is evidence of contrast entering the distal of the rectum.",
      "discussion": "Case Discussion Fistulography is a traditional radiological technique used to define the anatomy of perianal fistulas . In fistulography, the external opening is catheterized with a fine cannula, and a water-soluble contrast agent is injected to determine the fistulous tract. Nowadays, MRI is the imaging modality of choice for evaluating the perianal fistula. When MRI is contraindicated, fistulography could be performed, although it is an unreliable technique and is difficult to interpret.",
      "presentation": "Presentation Anal pain, tenesmus, and perianal discharge."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "irregularly dilated tract with approximately 10 cm length",
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": true,
      "internal_opening_location": "5 o'clock",
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "medium"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-17?lang=us",
    "title": "Perianal fistula",
    "findings_text": "A long fistulous tract at the right side of the perianal region piercing the internal sphincter at 7 o`clock with the surrounding inflammatory region. The tract shows mild restriction on diffusion-weighted imaging. No abscess formation or side branches. Case Discussion Features are of intersphincteric fistula with the track extending into the right medial thigh soft tissues. Additional contributor: Dr. Sahar Maroof Presentation Perianal discharge for three months 29 Mar 2021,Naqibullah Foladi At the time the case was submitted for publication Naqibullah Foladi had no recorded disclosures.",
    "sections": {
      "findings": "A long fistulous tract at the right side of the perianal region piercing the internal sphincter at 7 o`clock with the surrounding inflammatory region. The tract shows mild restriction on diffusion-weighted imaging. No abscess formation or side branches.",
      "discussion": "Case Discussion Features are of intersphincteric fistula with the track extending into the right medial thigh soft tissues. Additional contributor: Dr. Sahar Maroof",
      "presentation": "Presentation Perianal discharge for three months"
    },
    "extracted_features": {
      "fistula_count": 1,
      "fistula_type": "intersphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "extending into the right medial thigh soft tissues",
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": "7 o'clock",
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": true,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": false,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-2?lang=us",
    "title": "Perianal fistula",
    "findings_text": "Fistulous tract from the low anterior anal canal just above the anal verge (well below puborectalis) to the base of the scrotum. There is associated skin thickening and enhancement due to inflammation, but no distinct abscess. Case Discussion Straight T2 weighted imaging is best to define these tracts in all 3 planes Presentation Abscess at base of scrotum drained, now fistula ? origin 13 Nov 2012,Chris O'Donnell",
    "sections": {
      "findings": "Fistulous tract from the low anterior anal canal just above the anal verge (well below puborectalis) to the base of the scrotum. There is associated skin thickening and enhancement due to inflammation, but no distinct abscess.",
      "discussion": "Case Discussion Straight T2 weighted imaging is best to define these tracts in all 3 planes",
      "presentation": "Presentation Abscess at base of scrotum drained, now fistula ? origin"
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "from the low anterior anal canal just above the anal verge to the base of the scrotum",
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": false
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "skin thickening and enhancement due to inflammation",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/normal-pelvic-mri-fistula-protocol?lang=us",
    "title": "Normal pelvic MRI (fistula protocol)",
    "findings_text": "No perianal fistula, sinus tract or collection. No subcutaneous edema. The internal and external sphincters and the pelvic floor are unremarkable. No gross adnexal mass, although this is not a dedicated study. Retroflexed uterus, with a 1.8 cm myometrial/subserosal lesion on the ventral surface has been partially imaged, likely a fibroid. No pelvic free fluid. Conclusion Incidental uterine lesion likely fibroid, partially imaged. No other abnormality demonstrated. Case Discussion Example of a normal perianal fistula case. Presentation Previous anal fissures, now recurrent pain 23 Dec 2015,Craig Hacking",
    "sections": {
      "findings": "No perianal fistula, sinus tract or collection. No subcutaneous edema. The internal and external sphincters and the pelvic floor are unremarkable. No gross adnexal mass, although this is not a dedicated study. Retroflexed uterus, with a 1.8 cm myometrial/subserosal lesion on the ventral surface has been partially imaged, likely a fibroid. No pelvic free fluid. Conclusion Incidental uterine lesion likely fibroid, partially imaged. No other abnormality demonstrated.",
      "discussion": "Case Discussion Example of a normal perianal fistula case.",
      "presentation": "Presentation Previous anal fissures, now recurrent pain"
    },
    "extracted_features": {
      "fistula_count": 0,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": false,
      "collection_count": 0,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": false,
        "external_sphincter": false,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "Incidental uterine lesion likely fibroid, partially imaged.",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/intersphincteric-perianal-fistula-with-abscess-grade-ii?lang=us",
    "title": "Intersphincteric perianal fistula with abscess - grade II",
    "findings_text": "Posterior midline fistulous tract seen in the 6 o'clock position with a peripherally enhancing horseshoe abscess measuring 17 x 30 x 44 mm in the intersphincteric space. Case Discussion Grade 2 perianal fistula: intersphincteric fistula with an abscess Presentation Recurrent perianal pain and discharge. 2 Oct 2018,Bahman Rasuli",
    "sections": {
      "findings": "Posterior midline fistulous tract seen in the 6 o'clock position with a peripherally enhancing horseshoe abscess measuring 17 x 30 x 44 mm in the intersphincteric space.",
      "discussion": "Case Discussion Grade 2 perianal fistula: intersphincteric fistula with an abscess",
      "presentation": "Presentation Recurrent perianal pain and discharge."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": "intersphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": true,
      "collection_count": null,
      "collection_location": "intersphincteric space",
      "rectal_wall_involvement": null,
      "internal_opening_location": "6 o'clock",
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": true,
      "enhancement_pattern": "rim",
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/crohn-disease-24?lang=us",
    "title": "Crohn disease",
    "findings_text": "Findings: Inflammation segmental mural bilaminar hyperenhancement and moderate to severe asymmetric wall thickening accentuated along the mesenteric border with a corresponding hyperintense signal on T2w and high signal in diffusion-weighted images (b800) located in the mid, distal and terminal ileum small ulcerations long stricture with intermittent pseudosacculations along the anti-mesenteric border in the distal ileum Penetrating disease sinus tracts in the ileum in the mid and left lower abdomen no complex fistulas, abscess or an inflammatory mass Mesenteric inflammation signs of fibrofatty proliferation engorged vasa recta no signs of adenopathy Other findings/complications mobile cecum cranially reverted no signs of mesenteric venous thrombosis or occlusion no signs of primary sclerosing cholangitis (PSC) no gallstones or kidney stones no signs of avascular necrosis (AVN) Periarticular fatty deposition in the sacrum and bony bridging of the left sacroiliac joint indicative of chronic sacroiliitis Impression: Active inflammatory small bowel Crohn’s disease in the mid/distal and terminal ileum with luminal narrowing/strictures and ulcerations. Small blind-ending sinus tracts can be seen in the affected segment in the left and mid-lower abdomen. A dedicated pelvic MRI was recommended for the assessment of perianal complications. Signs of chronic left-sided sacroiliitis. Case Discussion This is a typical case of Crohn’s disease and aims to review typical findings of the disease found on MR enterography (MRE) . On endoscopy, only the terminal ileum showed signs of inflammation and an ulcer with histologically confirmed chronic and florid ulcerations and eosinophilia consistent with Crohn’s disease . The colon was unremarkable on colonoscopy, which is also reflected by the MRI. MR enterography (MRE) is able to demonstrate findings in the small bowel that depicts mesenteric findings and penetrating disease (in this case sinus tracts) as well as extraintestinal complications (in this case sacroiliitis). An additional pelvic MRI (not shown) confirmed the left sacroiliitis but did not show any significant perianal complications such as a fistula or an abscess. Presentation Known Crohn's disease. 29 Jan 2020,Joachim Feger At the time the case was submitted for publication Joachim Feger had no recorded disclosures.",
    "sections": {
      "findings": "Findings: Inflammation segmental mural bilaminar hyperenhancement and moderate to severe asymmetric wall thickening accentuated along the mesenteric border with a corresponding hyperintense signal on T2w and high signal in diffusion-weighted images (b800) located in the mid, distal and terminal ileum small ulcerations long stricture with intermittent pseudosacculations along the anti-mesenteric border in the distal ileum Penetrating disease sinus tracts in the ileum in the mid and left lower abdomen no complex fistulas, abscess or an inflammatory mass Mesenteric inflammation signs of fibrofatty proliferation engorged vasa recta no signs of adenopathy Other findings/complications mobile cecum cranially reverted no signs of mesenteric venous thrombosis or occlusion no signs of primary sclerosing cholangitis (PSC) no gallstones or kidney stones no signs of avascular necrosis (AVN) Periarticular fatty deposition in the sacrum and bony bridging of the left sacroiliac joint indicative of chr",
      "discussion": "Case Discussion This is a typical case of Crohn’s disease and aims to review typical findings of the disease found on MR enterography (MRE) . On endoscopy, only the terminal ileum showed signs of inflammation and an ulcer with histologically confirmed chronic and florid ulcerations and eosinophilia consistent with Crohn’s disease . The colon was unremarkable on colonoscopy, which is also reflected by the MRI. MR enterography (MRE) is able to demonstrate findings in the small bowel that depicts mesenteric findings and penetrating disease (in this case sinus tracts) as well as extraintestinal complications (in this case sacroiliitis). An additional pelvic MRI (not shown) confirmed the left sacroiliitis but did not show any significant perianal complications such as a fistula or an abscess.",
      "presentation": "Presentation Known Crohn's disease."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": true,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": "active",
      "severity_estimate": "moderate to severe",
      "estimated_vai_range": null,
      "additional_findings": "chronic left-sided sacroiliitis",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/vesicovaginal-fistula-17?lang=us",
    "title": "Vesicovaginal fistula",
    "findings_text": "About 50 ML was injected into the urinary bladder through Foley's catheter. There is evidence of accumulation of contrast in the vagina with an abnormal connection between the bladder and the vagina , which demonstrates a fistula tract seen between them, suggesting a vesicovaginal fistula. The urinary bladder appears of normal shape and capacity and shows a smooth outline. Case Discussion Vesicovaginal fistula is the most common urogenital fistula. There are many causes of vesicovaginal fistula including surgery, pelvic malignancies, pelvic inflammatory disease, and radiation therapy. Congenital vesicovaginal fistula is rare, it can be an isolated anomaly or associated with other complex genitourinary malformations. Symptoms include mainly incontinence, vaginal urine leak, and recurrent UTI. Radiological diagnosis includes a fluoroscopic cystogram which is a commonly used as first line method, CT cystogram, and pelvic MRI. A multidisciplinary approach is needed for appropriate management. Laparoscopic repair was successfully done to our patient in this case. Presentation Recurrent UTI. 30 Dec 2023,Farah Abu Jebbeh Disclosures: At the time the case was submitted for publication Farah Abu Jebbeh had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "About 50 ML was injected into the urinary bladder through Foley's catheter. There is evidence of accumulation of contrast in the vagina with an abnormal connection between the bladder and the vagina , which demonstrates a fistula tract seen between them, suggesting a vesicovaginal fistula. The urinary bladder appears of normal shape and capacity and shows a smooth outline.",
      "discussion": "Case Discussion Vesicovaginal fistula is the most common urogenital fistula. There are many causes of vesicovaginal fistula including surgery, pelvic malignancies, pelvic inflammatory disease, and radiation therapy. Congenital vesicovaginal fistula is rare, it can be an isolated anomaly or associated with other complex genitourinary malformations. Symptoms include mainly incontinence, vaginal urine leak, and recurrent UTI. Radiological diagnosis includes a fluoroscopic cystogram which is a commonly used as first line method, CT cystogram, and pelvic MRI. A multidisciplinary approach is needed for appropriate management. Laparoscopic repair was successfully done to our patient in this case.",
      "presentation": "Presentation Recurrent UTI."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "vesicovaginal fistula",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/vesicouterine-fistula-1?lang=us",
    "title": "Vesicouterine fistula",
    "findings_text": "CT C+ administration: arterial portal & renal excretory phase. Enlarged uterus and vascularization due to pregnancy. Residual gas in the pelvic and endometrial cavity in the context of recent cesarean section. No contrast leakage suggesting active bleeding is identified in the arterial and venous phases. However, in the excretory phase, contrast can be observed passing from the bladder into the endometrial cavity and showing communication between these two structures (vesicouterine fistula) due to a bladder dome defect. Case Discussion Fistulas of the female urogenital tract are rare complications after obstetric maneuvers, pelvic pathologies or their treatment. Ureterovaginal and vesicovaginal fistulas are the most frequent in different series in the literature. Vesicouterine fistulas are infrequent, however, they have been described with greater frequency in recent years, the main associated risk factor being a history of cesarean section. The symptoms consist of hematuria that can be cyclical coinciding with menstruation (menouria), apparent amenorrhea as well as intermittent urinary incontinence, signs that correspond to the classic Youssef triad. Diagnosis can be made by hysterosalpingography, cystography, or cystoscopy. Currently, the CT or MRI is more used to identify the fistulous tract. As a treatment, some cases of conservative treatment have been described for spontaneous closure in case of small fistulas with few symptoms, using bladder catheterization and contraceptives. However, most cases are subsidiary to surgical treatment, also considering the morbidity and general condition of the patient. In this case, surgical treatment was indicated due to early diagnosis and due to the size of the fistulous tract, with satisfactory subsequent evolution. Presentation Hematuria and pelvic abdominal pain after cesarean section 15 hours earlier. 10 Feb 2021,María Dolores Aguilar Martí At the time the case was submitted for publication María Dolores Aguilar Martí had no recorded disclosures.",
    "sections": {
      "findings": "CT C+ administration: arterial portal & renal excretory phase. Enlarged uterus and vascularization due to pregnancy. Residual gas in the pelvic and endometrial cavity in the context of recent cesarean section. No contrast leakage suggesting active bleeding is identified in the arterial and venous phases. However, in the excretory phase, contrast can be observed passing from the bladder into the endometrial cavity and showing communication between these two structures (vesicouterine fistula) due to a bladder dome defect.",
      "discussion": "Case Discussion Fistulas of the female urogenital tract are rare complications after obstetric maneuvers, pelvic pathologies or their treatment. Ureterovaginal and vesicovaginal fistulas are the most frequent in different series in the literature. Vesicouterine fistulas are infrequent, however, they have been described with greater frequency in recent years, the main associated risk factor being a history of cesarean section. The symptoms consist of hematuria that can be cyclical coinciding with menstruation (menouria), apparent amenorrhea as well as intermittent urinary incontinence, signs that correspond to the classic Youssef triad. Diagnosis can be made by hysterosalpingography, cystography, or cystoscopy. Currently, the CT or MRI is more used to identify the fistulous tract. As a treatment, some cases of conservative treatment have been described for spontaneous closure in case of small fistulas with few symptoms, using bladder catheterization and contraceptives. However, most cas",
      "presentation": "Presentation Hematuria and pelvic abdominal pain after cesarean section 15 hours earlier."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "vesicouterine fistula due to bladder dome defect",
      "confidence": "high"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/pelvic-abscess-2?lang=us",
    "title": "Pelvic abscess",
    "findings_text": "Diffuse wall thickening and enhancement of the rectosigmoid colon. There is a masslike focus arising from the left lateral aspect of the rectosigmoid colon. Internally, the mass is heterogenously T2 hyperintense and restricts diffusion . The mass exhibits thick peripheral enhancement . This mass abuts and displaces the wall of the rectosigmoid colon, though a fat plane is not clearly visualized. There is as marked inflammation/edema in the surround pericolonic/perirectal fat. Several prominent/mildly enlarged lymph nodes are noted in the mesorectal and pericolonic regions. Case Discussion This is a suspected case of a pelvic abscess . There was an initial concern for a pelvic mass arising from the rectosigmoid colon. The patient underwent a colonoscopy where there extrinsic compression at the rectosigmoid colon. The underlying mucosa was biopsied and were normal. However, the terminal ileum contained several scattered diminutive, non-bleeding erosions. The adjacent mucosa was erythematous and edematous. Biopsies were taken which revealed active ileitis with areas consistent with ulceration. After reviewing the pathology reports, the patient was discharged on an empiric course of oral antibiotics and scheduled for repeat imaging in approximately one month. Interestingly, MRI pelvis at that time revealed interval resolution of the mass, though findings of mild edema remained. However, there were new findings of short-segment proctitis of the mid and upper rectum. The patient once again had an MRI (5 months after the initial imaging) which did not reveal a pelvic mass or findings of colitis/proctitis. Given the recent imaging findings, malignancy was no longer a primary differential consideration given the interval decrease/resolution of the inflammatory mass. When combining the findings on imaging, colonoscopy, and histopathology, this case may represent the initial diagnosis and complication of Crohn disease . The \"mass\" was felt to be secondary to a colonic/rectal fistula leading to a contained collection/abscess. Presentation Lower abdominal pain for 3 days. Nausea and vomiting. 28 Dec 2024,Ryan Thibodeau Disclosures: At the time the case was submitted for publication Ryan Thibodeau had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "Diffuse wall thickening and enhancement of the rectosigmoid colon. There is a masslike focus arising from the left lateral aspect of the rectosigmoid colon. Internally, the mass is heterogenously T2 hyperintense and restricts diffusion . The mass exhibits thick peripheral enhancement . This mass abuts and displaces the wall of the rectosigmoid colon, though a fat plane is not clearly visualized. There is as marked inflammation/edema in the surround pericolonic/perirectal fat. Several prominent/mildly enlarged lymph nodes are noted in the mesorectal and pericolonic regions.",
      "discussion": "Case Discussion This is a suspected case of a pelvic abscess . There was an initial concern for a pelvic mass arising from the rectosigmoid colon. The patient underwent a colonoscopy where there extrinsic compression at the rectosigmoid colon. The underlying mucosa was biopsied and were normal. However, the terminal ileum contained several scattered diminutive, non-bleeding erosions. The adjacent mucosa was erythematous and edematous. Biopsies were taken which revealed active ileitis with areas consistent with ulceration. After reviewing the pathology reports, the patient was discharged on an empiric course of oral antibiotics and scheduled for repeat imaging in approximately one month. Interestingly, MRI pelvis at that time revealed interval resolution of the mass, though findings of mild edema remained. However, there were new findings of short-segment proctitis of the mid and upper rectum. The patient once again had an MRI (5 months after the initial imaging) which did not reveal a ",
      "presentation": "Presentation Lower abdominal pain for 3 days. Nausea and vomiting."
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": true,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": true,
      "collection_count": null,
      "collection_location": "pelvic",
      "rectal_wall_involvement": true,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": "heterogeneous",
      "fibrosis_present": null,
      "activity_assessment": "active",
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "Diffuse wall thickening and enhancement of the rectosigmoid colon, marked inflammation/edema in the surrounding pericolonic/perirectal fat, several mildly enlarged lymph nodes in the mesorectal and pericolonic regions, short-segment proctitis of the mid and upper rectum",
      "confidence": "medium"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/high-transphincteric-perianal-fistula-with-two-setons?lang=us",
    "title": "High transphincteric perianal fistula with two setons",
    "findings_text": "Left high transphincteric perianal fistula at 4 o'clock with a distal bifurcation, with one end opening onto the natal cleft and the other onto the medial posteroinferior aspect of the left buttock. Two setons have been inserted, one through each cutaneous fistula, both passing though the internal opening into the rectal lumen to end outside the anal verge. Minimal amount of hydrocele on both sides of the scrotum. Case Discussion MRI done for demonstrating the entire extent of the fistula and ruling out a perianal abscess. No abscess demonstrated. A draining seton is essentially a string (e.g. surgical suture or silicone) placed along a perianal fistula for facilitating drainage and preventing premature cutaneous closure. Presentation Re-evaluation of perianal fistula. 3 Apr 2019,Yaïr Glick",
    "sections": {
      "findings": "Left high transphincteric perianal fistula at 4 o'clock with a distal bifurcation, with one end opening onto the natal cleft and the other onto the medial posteroinferior aspect of the left buttock. Two setons have been inserted, one through each cutaneous fistula, both passing though the internal opening into the rectal lumen to end outside the anal verge. Minimal amount of hydrocele on both sides of the scrotum.",
      "discussion": "Case Discussion MRI done for demonstrating the entire extent of the fistula and ruling out a perianal abscess. No abscess demonstrated. A draining seton is essentially a string (e.g. surgical suture or silicone) placed along a perianal fistula for facilitating drainage and preventing premature cutaneous closure.",
      "presentation": "Presentation Re-evaluation of perianal fistula."
    },
    "extracted_features": {
      "fistula_count": 1,
      "fistula_type": "transsphincteric",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "distal bifurcation, with one end opening onto the natal cleft and the other onto the medial posteroinferior aspect of the left buttock",
      "collections_abscesses": false,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": true,
      "internal_opening_location": "4 o'clock",
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": true,
        "external_sphincter": true,
        "puborectalis": null
      },
      "branching": true,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "Minimal amount of hydrocele on both sides of the scrotum. Two setons have been inserted, one through each cutaneous fistula, both passing though the internal opening into the rectal lumen to end outside the anal verge.",
      "confidence": "high"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12580061/",
    "pmcid": "PMC12580061",
    "title": "Rectal Tailgut Cyst treated with Endoscopic Mucosal Resection: A Case Report and Literature Review",
    "findings_text": "Correspondence to:Young-Eun Joo, Department of Internal Medicine, Chonnam National University Medical School, 264 Seoyang-ro, Hwasun-eup, Hwasun 58128, Korea. Tel: +82-62-220-6296, Fax: +82-62-225-8578, E-mail:yejoo@chonnam.ac.kr,ORCID:https://orcid.org/0000-0003-0422-2439 Received 2025 Jul 28; Revised 2025 Aug 10; Accepted 2025 Aug 27; Issue date 2025 Oct. This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. A tailgut cyst is a rare tumor arising from the persistent embryonic remnants of the postanal gut. The cyst is usually located in the retrorectal space, lying anterior to the sacrum and posterior to the rectum. In rarer cases, it is occasionally found at the perirenal, perianal, subcutaneous, and intradural sites. A 60-year-old woman visited the authors’ clinic for a routine health screening examination. Colonoscopy revealed a subepithelial tumor, measuring 5 mm in diameter and located in the lower rectum near the anal sphincter, which may be a neuroendocrine tumor. An endoscopic mucosal resection (EMR) was performed for an accurate histologic diagnosis and treatment, and the rectal lesion was completely removeden blocand then diagnosed as a tailgut cyst. This paper reports a case of a rectal tailgut cyst treated with EMR in a 60-year-old woman. The 12-month follow-up showed no evidence of recurrence. To the best of the authors’ knowledge, this is the second reported case worldwide of a rectal tailgut cyst successfully treated with an EMR, and the first such case reported in Korea. Keywords:Cysts, Rectum, Colonoscopy, Endosonography, Endoscopy Tailgut cysts are uncommon congenital anomalies that originate from remnants of the embryonic hindgut.1During embryonic development between 28 and 35 days of gestation, the embryo forms an appendage extending from the embryonic hindgut, known as the tailgut. Failed regression of the embryonic hindgut results in the development of a tailgut cyst.2In rare cases, however, tailgut cysts have been associated with meningothelial proliferation and benign thyroid tissue exhibiting oncocytic changes. In addition, some reports have identified the presence of pancreatic acini, islets of Langerhans, and even glomus bodies within these cysts. These findings contribute to the ongoing debate regarding the precise etiology of tailgut cysts.2,3Pathophysiologically, these lesions manifest as cystic structures lined with various epithelial types in the retrorectal space, which may lead to symptoms or complications through infection, compression of the adjacent structures, or malignant transformations.4 These lesions are usually located in the retrorectal space, lying anterior to the sacrum and posterior to the rectum,2but they are rarely found at the perirenal,4perianal,5subcutaneous6and intradural sites.7They usually present with non-specific symptoms, such as abdominal pain, discomfort, tenesmus, and dysuria, but they can also be asymptomatic.1,2Most tailgut cysts are benign, but a malignant transformation can occur, albeit rarely.8Adenocarcinoma and neuroendocrine tumors are the most common malignant transformation patterns when the tailgut cysts are present.2A recent article has reported malignant transformation rates as high as 27%, suggesting that the true incidence of malignancies may be higher than previously assumed.9No specific clinical variables, such as age or tumor size, have been found to predict a malignant transformation reliably.10 Surgery is the treatment of choice for a tailgut cyst.2,11,12If tailgut cysts are not completely resected, complications such as the development of cancer and recurrent draining sinuses with intractable infection can occur in the residual tissues.2,12Benign and malignant recurrences can occur, and recurrent le",
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12641337/",
    "pmcid": "PMC12641337",
    "title": "The Current Applications in Surgery of Three‐Dimensional Modelling Technology for Complex Fistula‐In‐Ano: A Systematic Review",
    "findings_text": "3 Results A total of 188 records were identified through database searches. After removing duplicates and screening titles/abstracts, 15 full‐text articles were assessed for eligibility. Four additional studies were identified through citation screening, resulting in a total of 17 included studies. There were 11 feasibility studies, one validation study, one randomized controlled feasibility study, two case reports (one of which being a video vignette), one randomized controlled trial, and one prospective study. None of the studies included mentioned sources of funding. The PRISMA search results are demonstrated in Figure 1 . FIGURE 1 PRISMA search identifying 188 records for screening, 15 for retrieval, 13 for eligibility, and 4 additional studies not captured in the search strategy. Seventeen studies included in the review. *Search strategy in Appendix. **Excluded as no direct application of 3D modelling in anal fistulae. 3D models varied across the studies. Printed models were used in eight of the studies, virtual models in 11, and augmented reality in one. To present this review, studies were divided into three categories: Surgical planning and clinical outcomes, Surgical education and training, and Patient education. The advancement of 3D modelling technology in managing complex anal fistulas has been documented through numerous significant studies, as outlined in Table 1 . A range of 3D models from these studies are demonstrated in Figure 2 . Verkade et al. conducted a pivotal study with 15 patients, demonstrating high accuracy in 3D‐printed models with almost perfect agreement for fistula classification and substantial agreement for complexity assessment [ 3 ]. This was followed by Wiesław et al.'s research, which explored detailed 3D modelling in CD patients, introducing colour‐coding to represent different anatomical elements [ 4 ]. TABLE 1 Summary of included studies. Author Context Finding Verkade et al. [ 3 ] Validation of accuracy of 3D‐printed models of perianal fistulas compared to MRI 3D‐printed models were an accurate reflection of MRI, with high consistency in classification and substantial agreement in complexity and location of the internal orifice Wieslaw et al. [ 4 ] Combined MRI with 3D printing to create a precise model of perianal fistulas 3D printed models allow for better visualization and understanding of the fistula anatomy, and reduced inter‐observer bias in MRI interpretation Mc‐Farlane et al. [ 5 ] Evaluates the utility of 3D reconstruction models from MRI for preoperative planning in complex perianal Crohn's disease 3D reconstruction facilitated disease interpretation and surgical strategy Hong et al. [ 6 ] Case of a 36‐year‐old man with a complex anal fistula with 7 external openings‐management planning using a 3D MRI model Use of a 3D MRI model aided in successful surgical treatment, resulting in wound healing and no recurrence 8 months post‐surgery Lam et al. [ 7 ] Development of 3D model to accurately define fistula tracts and their relationship to the sphincter complex 3D modelling technique improves the identification of tracts in Crohn's fistula‐in‐ano and enhances surgical decision‐making Sahnan et al. [ 8 ] Use of 3D modelling to improve the understanding of perianal Crohn fistulas Aids in understanding complex anatomical relationships, potentially improving surgical planning and outcomes Navkar et al. [ 9 ] Develop a method for creating 3D parametric models from MRI images Proposed method using parametric models was faster and provided better visualization compared to the standard 3D model generation approach Day et al. [ 10 ] Aimed to develop a 3D MRI‐based modelling technique to improve the preoperative mapping of fistula‐in‐ano 3D model provided a clearer representation of fistula anatomy compared to traditional 2D Sahnan et al. [ 11 ] Explores the use of 3D printing to improve understanding of complex perianal fistulas 3D‐printed models and MRI fistulography can aid in surgical pl",
    "abstract": "ABSTRACT Background Complex fistula‐in‐ano (FIA) poses significant clinical challenges due to its intricate anatomy and high recurrence rates. Traditional imaging techniques like MRI are limited by their two‐dimensional (2D) nature, prompting the use of three‐dimensional (3D) modeling for enhanced visualization. Methods This systematic review, adhering to PRISMA guidelines, analysed 17 studies using 3D models for surgical planning, education, and patient engagement in managing complex FIA. A risk of bias assessment was conducted using the Cochrane Risk of Bias Tool for randomized studies and ROBINS‐I for non‐randomized studies, revealing that all included studies had at least a moderate risk of bias. Results Three‐dimensional models improved anatomical visualization compared to 2D MRI, potentially enhancing surgical planning accuracy and reducing recurrence rates. They also offered educational benefits for surgeons and patients. However, the evidence is limited by methodological weakne",
    "sections": {
      "imaging": "3 Results A total of 188 records were identified through database searches. After removing duplicates and screening titles/abstracts, 15 full‐text articles were assessed for eligibility. Four additional studies were identified through citation screening, resulting in a total of 17 included studies. There were 11 feasibility studies, one validation study, one randomized controlled feasibility study, two case reports (one of which being a video vignette), one randomized controlled trial, and one prospective study. None of the studies included mentioned sources of funding. The PRISMA search results are demonstrated in Figure  1 . FIGURE 1 PRISMA search identifying 188 records for screening, 15 for retrieval, 13 for eligibility, and 4 additional studies not captured in the search strategy. Seventeen studies included in the review. *Search strategy in Appendix. **Excluded as no direct application of 3D modelling in anal fistulae. 3D models varied across the studies. Printed models were used in eight of the studies, virtual models in 11, and augmented reality in one. To present this review, studies were divided into three categories: Surgical planning and clinical outcomes, Surgical education and training, and Patient education. \n The advancement of 3D modelling technology in managing complex anal fistulas has been documented through numerous significant studies, as outlined in Table  1 . A range of 3D models from these studies are demonstrated in Figure  2 . Verkade et al. conduct",
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": "complex",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "medium"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12622587/",
    "pmcid": "PMC12622587",
    "title": "Extrasphincteric anal fistula with gluteal extension: A case report and literature review",
    "findings_text": "2. Case presentation A 27-year-old female was admitted to the Third People’s Hospital of Longgang District, Shenzhen, on January 16, 2024, with worsening buttock swelling, pain, and purulent discharge for 6 months, intensifying over the past 2 days. Initially experiencing anal pain 6 months prior, she self-medicated with an unspecified drug for 1 month without relief. Three months ago, the pain extended from the anus to the buttocks, leading to significant swelling and pus discharge, prompting hospital admission. She had not received any surgical treatment before admission. Her body mass index was 20 kg/m², and she reported a 2-year history of constipation and hard stools, with bowel movements twice weekly. There was no history of coronary heart disease, diabetes, hypertension, trauma, blood transfusions, or surgeries. She denied smoking, alcohol use, or harmful habits, and there was no family history of genetic diseases. Physical examination upon admission: Body temperature 36.4℃; pulse 105 beats per minute; respiration 20 breaths per minute; blood pressure 129/78 mm Hg. The patient was conscious, with a tired mental state, lack of strength and reluctance to speak, and a soft voice. No obvious abnormalities were found in the physical examination of the heart, lungs, and abdomen. Neither the liver nor the spleen was palpable under the costal margin. The hepatic dullness boundary was normal, there was no shifting dullness, and there was no tenderness on percussion of the renal area. Special examination findings: Extensive skin pigmentation, bridged scars, and multiple ulcer openings were observed in the perianal and perineal areas and both buttocks (the lesion area on the left thigh was larger than that on the right). The subcutaneous fistulas were fused and interconnected, and there were a total of 22 ulcer openings. Palpation of the lesions revealed an obvious fluctuating sensation and significant tenderness. When pressed, grayish-red purulent and bloody fluid flowed out from the ulcer openings. The pus was thick and foul-smelling. A cord-like structure extending towards the anus could be felt in the left buttock lesion. The infected area of the entire buttock accounted for approximately 3% of the body surface area. Digital rectal examination: A hard nodule and a cord-like structure leading to and connected with the left buttock lesion area could be felt at the rectal segment at the 3 o’clock position in the lithotomy position, about 5 cm from the anus. There was no tenderness in the anal sinus area at the 3 o’clock position. A cord-like structure could be felt at the 6 o’clock position leading to the anal sinus area at the 9 o’clock position and extending along the skin to the subcutaneous tissue of the right buttock at the 9 o’clock position as shown in Figure 1 A and B. Figure 1. (A) The location and size of the infection; (B) hip infection is associated with anal fistula. Auxiliary inspection: January 16, 2024 Emergency blood routine + reticulin + high-sensitivity C-reactive protein (hs-CRP): hemoglobin 94 (g/L)↓ (normal range 115–150g/L), platelet count 360 (10 9 /L) (Normal range 125–350g/L), hematocrit (HCT) 0.31%(Normal range 0.35–0.45%), WBC count 11.1 (10 9 /L) (normal range 3.5–9.5 10 9 /L), hs-CRP 74.2 (mg/L); normal range 0.0–10.0 mg/L); electrolytes, random glucose, liver function, renal function, glycosylated hemoglobin, fasting blood glucose, chest radiograph, ECG were normal, hepatitis B 5 items and human immunodeficiency virus antibody were negative, anal canal enhanced NMR: At lithotomy position, a strip of high signal intensity of fat suppression was seen at 3 o’clock of anal canal about 41mm away from anal edge on T2WI, upward to rectum, and outward penetrating internal and external sphincter, and left anterior-medial downward along the outer edge of sphincter to subcutaneous of left buttock. DWI (b = 1000) showed high signal intensity, ADC showed low signal intensity, among which the boundary between lef",
    "abstract": "Rationale: Anal fistulas typically result from infected anal glands, presenting with symptoms like recurrent purulent discharge, pain, and itching around the anus. Infections are commonly located in the skin, soft tissues, or spaces surrounding the rectum and anal canal. Notably, extensive subcutaneous tissue infections in the buttocks are exceedingly uncommon. Distinguishing this condition from anal fistulas associated with Crohn disease poses a significant diagnostic challenge. Patient concerns: A 27-year-old female patient presented with pain, swelling, and purulent discharge in the buttocks persisting for 6 months, with a recent exacerbation over the last 2 days. Diagnoses: The diagnoses were established through a comprehensive medical history assessment, physical examination, enhanced magnetic resonance imaging of the anal canal, and electronic colonoscopy, revealing: complex anal fistula, infected sinus in the buttock area, constipation, and mild anemia. Interventions: The surgic",
    "sections": {
      "imaging": null,
      "case_presentation": "2. Case presentation A 27-year-old female was admitted to the Third People’s Hospital of Longgang District, Shenzhen, on January 16, 2024, with worsening buttock swelling, pain, and purulent discharge for 6 months, intensifying over the past 2 days. Initially experiencing anal pain 6 months prior, she self-medicated with an unspecified drug for 1 month without relief. Three months ago, the pain extended from the anus to the buttocks, leading to significant swelling and pus discharge, prompting hospital admission. She had not received any surgical treatment before admission. Her body mass index was 20 kg/m², and she reported a 2-year history of constipation and hard stools, with bowel movements twice weekly. There was no history of coronary heart disease, diabetes, hypertension, trauma, blood transfusions, or surgeries. She denied smoking, alcohol use, or harmful habits, and there was no family history of genetic diseases. Physical examination upon admission: Body temperature 36.4℃; pulse 105 beats per minute; respiration 20 breaths per minute; blood pressure 129/78 mm Hg. The patient was conscious, with a tired mental state, lack of strength and reluctance to speak, and a soft voice. No obvious abnormalities were found in the physical examination of the heart, lungs, and abdomen. Neither the liver nor the spleen was palpable under the costal margin. The hepatic dullness boundary was normal, there was no shifting dullness, and there was no tenderness on percussion of the renal"
    },
    "extracted_features": {
      "fistula_count": 22,
      "fistula_type": "complex",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "subcutaneous fistulas fused and interconnected, extending towards the anus and buttocks",
      "collections_abscesses": true,
      "collection_count": null,
      "collection_location": "perianal, perineal, and buttock areas",
      "rectal_wall_involvement": null,
      "internal_opening_location": "3 o'clock and 6 o'clock positions",
      "external_opening": true,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": true,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": "active",
      "severity_estimate": "severe",
      "estimated_vai_range": "17-22",
      "additional_findings": "extensive skin pigmentation, bridged scars, multiple ulcer openings, thick foul-smelling pus",
      "confidence": "high"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12576667/",
    "pmcid": "PMC12576667",
    "title": "Anal neoplasm in colonoscopy: What endoscopists need to know",
    "findings_text": "RESULTS In total, 22676 examinations (colonoscopies with anal examination and video anoscopies) were evaluated in 16836 patients (Table 2 ), comprising 6922 males (41.11%) and 9914 females (58.89%) (Figure 7A ). The mean age was 49 years. On the basis of these findings, 4629 video anoscopies were normal (27.49%), and 12207 (72.51%) had some alterations. We found 17 cases of neoplasms (0.10%), of which 9 cases were SCC (0.05%), 5 cases were adenocarcinoma (0.03%), and 3 cases were rare neoplasias (0.02%) (Figure 7B ). Among the 9 patients with SCC (52%), 5 were women, and 4 were men. Among the 5 patients with adenocarcinoma (29%), 2 were women, and 3 were men. There were 3 cases (19%) of rare neoplasia: Gastrointestinal stromal tumor, cavernous hemangioma, and angioleiomyoma (Figure 7C ). Polyps were found in the anal canals of 93 patients, of which 80 were fibroepithelial (86%), 7 were hyperplastic polyps (7%), 6 were adenomas (6%), 4 were serrated adenomas, 1 was a tubular adenoma, and 1 was a tubulovillous adenoma with high-grade dysplasia (Figure 7D ). Figure 7 Bar chart. A: Findings of the video anoscopies. The females (9914 cases, 58.89%) and male (6922 cases, 41.11%) groups were divided by sex and classified into 10-year age groups; B: Findings of 17 neoplasms. 3 cases of rare neoplasia (0.02%), 5 cases of adenocarcinoma (0.03%), and 9 cases of squamous cell carcinoma (0.05%); C: Findings of neoplasms in females and males classified by 10-year age groups; D: Findings of 93 polyps; E: Distribution of patients with suspected sexually transmitted infections according to sex and age; F: Distribution of patients with human papilloma virus lesions according to sex and age; G: Distribution of patients with perianal Crohn’s disease according to sex and age; H: Findings of inflammatory diseases. Perianal Crohn’s disease, perianal fistula, anal stenosis, and anal fissure; I: Distribution of 10585 patients with hemorrhoidal disease according to sex and age; J: Findings and number of cases of hemorrhoidal disease. SCC: Squamous cell carcinoma; STI: Sexually transmitted infection; HPV: Human papilloma virus. Table 2 Findings of video anoscopies of the females and males classified by 10-year age groups, n (%) Variable Video anoscopies ( n = 16836) Male ( n = 6922) Female ( n = 9914) Total patients Age group 0-10 10-20 20-30 30-40 40-50 50-60 60-70 > 70 Total 0-10 10-20 20-30 30-40 40-50 50-60 60-70 > 70 Total Age - mean (SD) 49.61 (14.55) 48.11 (14.5) 48.73 (14.54) Age - median (minimum-maximum) 50 (4-93) 48 (5-94) 49 (4-94) Anal examination 6 (0.09) 117 (1.69) 598 (8.64) 1210 (17.48) 1625 (23.48) 1706 (24.65) 1108 (16.01) 552 (7.97) 6922 (41.11) 7 (0.07) 168 (1.69) 1071 (10.8) 1930 (19.47) 2336 (23.56) 2328 (23.48) 1447 (14.6) 627 (6.32) 9914 (58.89) 16836 (100) Normal 6 (100) 77 (65.81) 300 (50.17) 392 (32.4) 340 (20.92) 260 (15.24) 145 (13.09) 121 (21.92) 1641 (23.71) 5 (71.43) 121 (72.02) 603 (56.3) 781 (40.47) 661 (28.3) 434 (18.64) 247 (17.07) 136 (21.69) 2988 (30.14) 4629 (27.49) Neoplasms 0 (0) 0 (0) 0 (0) 0 (0) 3 (0.18) 2 (0.12) 4 (0.36) 0 (0) 9 (0.13) 0 (0) 0 (0) 1 (0.09) 0 (0) 3 (0.13) 1 (0.04) 2 (0.14) 1 (0.16) 8 (0.08) 17 (0.1) SCC 0 (0) 0 (0) 0 (0) 0 (0) 1 (0.06) 1 (0.06) 2 (0.18) 0 (0) 4 (0.06) 0 (0) 0 (0) 0 (0) 0 (0) 2 (0.09) 1 (0.04) 2 (0.14) 0 (0) 5 (0.05) 9 (0.05) Adenocarcinoma 0 (0) 0 (0) 0 (0) 0 (0) 1 (0.06) 1 (0.06) 1 (0.09) 0 (0) 3 (0.04) 0 (0) 0 (0) 0 (0) 0 (0) 1 (0.04) 0 (0) 0 (0) 1 (0.16) 2 (0.02) 5 (0.03) Rare neoplasms 0 (0) 0 (0) 0 (0) 0 (0) 1 (0.06) 0 (0) 1 (0.09) 0 (0) 2 (0.03) 0 (0) 0 (0) 1 (0.09) 0 (0) 0 (0) 0 (0) 0 (0) 0 (0) 1 (0.01) 3 (0.02) Polyps 0 (0) 0 (0) 3 (0.5) 9 (0.74) 10 (0.62) 10 (0.59) 14 (1.26) 4 (0.72) 50 (0.72) 0 (0) 0 (0) 4 (0.37) 7 (0.36) 14 (0.6) 9 (0.39) 8 (0.55) 1 (0.16) 43 (0.43) 93 (0.55) Fibroepithelial 0 (0) 0 (0) 3 (0.5) 6 (0.5) 10 (0.62) 9 (0.53) 11 (0.99) 3 (0.54) 42 (0.61) 0 (0) 0 (0) 4 (0.37) 7 (0.36) 12 (0.51) 6 (0.26) 8 (0.55) 1 (0.16) 38 (0.38) 80 (0.48) Hyperplastic 0",
    "abstract": "BACKGROUND The question of whether a colonoscopist should evaluate anal diseases is relevant. Endoscopists need to be aware of the possibility of anal neoplasms during a colonoscopy, as they can be easily overlooked if not properly examined. Specifically, one must clarify the responsibility of the colonoscopist in the diagnosis of anal neoplasms. Anal cancer is relatively rare, accounting for less than 2% of all cases annually. Owing to its rarity, population screening for anal cancer is not indicated, and monitoring is limited to high-risk groups. However, the number of anal cancer cases in high-risk groups has increased over the past four decades worldwide. AIM To assess the results of anal examinations performed during routine colonoscopy and emphasize the importance of diagnosing anal neoplasms. METHODS This was a retrospective study of 16836 patients who were screened by colonoscopy and received a detailed anal examination by videoanoscopy between 2006 and 2024. Among several othe",
    "sections": {
      "imaging": "RESULTS In total, 22676 examinations (colonoscopies with anal examination and video anoscopies) were evaluated in 16836 patients (Table  2 ), comprising 6922 males (41.11%) and 9914 females (58.89%) (Figure  7A ). The mean age was 49 years. On the basis of these findings, 4629 video anoscopies were normal (27.49%), and 12207 (72.51%) had some alterations. We found 17 cases of neoplasms (0.10%), of which 9 cases were SCC (0.05%), 5 cases were adenocarcinoma (0.03%), and 3 cases were rare neoplasias (0.02%) (Figure  7B ). Among the 9 patients with SCC (52%), 5 were women, and 4 were men. Among the 5 patients with adenocarcinoma (29%), 2 were women, and 3 were men. There were 3 cases (19%) of rare neoplasia: Gastrointestinal stromal tumor, cavernous hemangioma, and angioleiomyoma (Figure  7C ). Polyps were found in the anal canals of 93 patients, of which 80 were fibroepithelial (86%), 7 were hyperplastic polyps (7%), 6 were adenomas (6%), 4 were serrated adenomas, 1 was a tubular adenoma, and 1 was a tubulovillous adenoma with high-grade dysplasia (Figure  7D ). Figure 7 \n Bar chart.  A: Findings of the video anoscopies. The females (9914 cases, 58.89%) and male (6922 cases, 41.11%) groups were divided by sex and classified into 10-year age groups; B: Findings of 17 neoplasms. 3 cases of rare neoplasia (0.02%), 5 cases of adenocarcinoma (0.03%), and 9 cases of squamous cell carcinoma (0.05%); C: Findings of neoplasms in females and males classified by 10-year age groups; D: Fin",
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12546440/",
    "pmcid": "PMC12546440",
    "title": "A rare twist in ohvira syndrome: When menstrual blood takes an unusual route: A case report",
    "findings_text": "Case presentation A 20-year-old woman presented to the general surgery department with complaints of cyclical blood-stained discharge from the perianal region occurring consistently during menstruation for the past 4 years. She also reported severe dysmenorrhea and chronic pelvic pain that had persisted since menarche at age 15. Her menstrual cycles were regular, but intensely painful, and associated with increased perianal bleeding and discomfort. The patient had previously undergone multiple imaging investigations, including ultrasonography and contrast-enhanced computed tomography (CECT), which revealed left renal agenesis and a thick-walled tubular structure in the left adnexa. A provisional diagnosis of a megaureter with ectopic, dysplastic or absent left kidney was made at that time. Four years earlier, she underwent laparoscopic pelvic surgery at a different hospital, but no medical records or operative notes were available. Notably, her perianal symptoms began approximately 2–3 months postsurgery and were managed empirically by local practitioners, with no documented work-up or resolution. Initial pelvic ultrasound at our institution demonstrated a tubular, thick-walled cystic lesion with internal echoes in the pelvis ( Fig. 1A and B ). The uterus appeared normal in size and contour, and the right ovary was visualized ( Fig. 2B ). However, the left ovary was not identified, and the left kidney was absent from its orthotopic or common ectopic locations ( Fig. 2A ). A diagnosis of pelvic cystic lesion of uncertain etiology was considered, and follow-up was advised. Fig. 1 (A and B) Tubular thick walled cystic lesion in pelvis showing mobile internal echoes. Fig 1 Fig. 2 (A) Left kidney not visualised in left renal fossa and (B) Normal sized uterus noted in pelvis. Fig 2 The patient returned during her subsequent menstrual cycle with complaints of severe dysmenorrhea and frank perianal bleeding. Repeat ultrasonography revealed a second tubular structure in the pelvis, morphologically resembling a uterus with internal fluid levels and echogenic contents suggestive of hematometra ( Fig. 3A and B ). A separate normally shaped uterine horn was also identified ( Fig. 3 , Fig. 3 ). These findings raised suspicion for a Müllerian anomaly, specifically uterus didelphys with an obstructed left hemivagina and hematometra. Additionally, a tubular cystic lesion with incomplete septations in the left adnexa suggested hydrosalpinx. Fig. 3 (A and B) The tubular cystic structure was identified as the second horn of a didelphic uterus. It contained fluid with mobile internal echoes suggestive of hematometra. Fig 3 – To further delineate the anatomy, an MRI pelvis was performed. It revealed a thick-walled tubular structure in the pelvis containing T1 hyperintense and T2 hypointense contents, consistent with blood products ( Fig. 4B ). This structure was seen arising from the left vaginal region and lying adjacent to a normally developed right uterine horn ( Fig. 4A ). A second tubular structure, arising from the posterolateral aspect of the obstructed horn, displayed incomplete internal septations and signal characteristics of hematosalpinx. Crucially, a thin, enhancing tract was noted extending from the obstructed structure through the left ischioanal space to the perianal skin, representing a fistulous communication ( Fig. 4C ). Fig. 4 (A) T2 image showing Uterine didelphys (white arrow) with left hematometra. (B) Left hematometra (yellow arrow) and hematosalpinx and (C) Postcontrast coronal T1 GRE (LAVA) image showing enhancing fistulous tract from the hematosalpinx to the perianal skin. Fig 4 – A renal DTPA scan confirmed the absence of functional renal tissue on the left side, consistent with left renal agenesis. Based on the combination of uterine duplication, obstructed hemivagina, ipsilateral renal agenesis, and the secondary development of a perianal fistulous tract, a diagnosis of Obstructed Hemivagina and Ipsilateral Renal Anoma",
    "abstract": "Obstructed Hemivagina and Ipsilateral Renal Anomaly (OHVIRA) syndrome is a rare congenital Müllerian anomaly comprising uterus didelphys, obstructed hemivagina, and ipsilateral renal agenesis. A 20-year-old female presented with cyclical perianal bleeding and severe dysmenorrhea. Initial ultrasound revealed a large tubular cystic pelvic lesion with internal echoes, initially misinterpreted as a dilated ectopic ureter or adnexal mass, especially in the context of absent left kidney. A separate normal uterus was also visualized. On repeat ultrasound during menstruation, the lesion had decompressed via a fistulous tract opening near the perianal region, allowing recognition of the structure as a second uterine horn. MRI confirmed uterus didelphys, obstructed left hemivagina with hematometra and hematosalpinx, and a fistulous tract extending from the obstructed horn to the left perianal skin. The fistula was presumed to be an acquired complication of prior undocumented pelvic surgery. Surg",
    "sections": {
      "imaging": null,
      "case_presentation": "Case presentation A 20-year-old woman presented to the general surgery department with complaints of cyclical blood-stained discharge from the perianal region occurring consistently during menstruation for the past 4 years. She also reported severe dysmenorrhea and chronic pelvic pain that had persisted since menarche at age 15. Her menstrual cycles were regular, but intensely painful, and associated with increased perianal bleeding and discomfort. The patient had previously undergone multiple imaging investigations, including ultrasonography and contrast-enhanced computed tomography (CECT), which revealed left renal agenesis and a thick-walled tubular structure in the left adnexa. A provisional diagnosis of a megaureter with ectopic, dysplastic or absent left kidney was made at that time. Four years earlier, she underwent laparoscopic pelvic surgery at a different hospital, but no medical records or operative notes were available. Notably, her perianal symptoms began approximately 2–3 months postsurgery and were managed empirically by local practitioners, with no documented work-up or resolution. Initial pelvic ultrasound at our institution demonstrated a tubular, thick-walled cystic lesion with internal echoes in the pelvis ( Fig. 1A  and  B ). The uterus appeared normal in size and contour, and the right ovary was visualized ( Fig. 2B ). However, the left ovary was not identified, and the left kidney was absent from its orthotopic or common ectopic locations ( Fig. 2A ). A"
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12536031/",
    "pmcid": "PMC12536031",
    "title": "Case Report: Novel ",
    "findings_text": "Case description The patient is a male child born to parents who are first cousins, with no family history of inflammatory bowel disease or immune disorders. The patient was born full-term with normal birth weight and initially appeared healthy. At around 6–7 months of life, the patient was referred to the pediatric gastroenterology service due to persistent diarrhea (often with blood), hepatitis, along with poor weight gain and severe perianal dermatitis ( Table 1 ). By 8 months of life, a perianal abscess developed that required surgical drainage. The patient was again referred to pediatric gastroenterology at that time for evaluation of intractable diarrhea and failure to thrive. Table 1 Summary of clinical milestones. Age Clinical Events and Interventions 6–8m Onset of chronic diarrhea, poor weight gain; perianal abscess formation. First pediatric GI evaluation at 8 months of age. 9.5m Endoscopy confirmed gastritis and severe pancolitis. 8–18m Recurrent colitis flares; multiple steroid courses. Sulfasalazine started with minimal effect. Perianal fistula managed with seton placement. 2.5y Anti-TNF biologics (infliximab, then adalimumab) trialed with no response. 3y Phosflow analysis reveals complete absence of IL-10–induced STAT3 phosphorylation. Subsequent WES identifies a novel, homozygous, loss-of-function IL10RB variant (c.562T>G; p.C188G)→ Unrelated, 5/8 HLA allele matched cord blood HSCT performed that failed to successfully engraft, followed by HLH-like hyperinflammation 3y- present (12y) Initiation of anakinra (IL-1Rα blocker) and canakinumab (IL-1β blocker) for inflammation control. Partial clinical improvement noted with IL-1 pathway inhibition agents and prolonged course of steroids. Diverting ileostomy performed at the age of 7y. Following bowel resection, a re-diversion of the ileostomy was performed two years later. Ongoing moderate colitis. On examination at 8 months of life, the infant was determined to be underweight. Initial laboratory tests showed mild anemia and hypoalbuminemia. Inflammatory markers were only modestly elevated despite obvious clinical inflammation. A diagnostic endoscopy was performed at 9.5 months of age that revealed diffuse gastritis, and colonoscopy showed severe pan-colitis with deep ulcerations throughout the colon. Histopathology of the biopsies demonstrated chronic active colitis consistent with IBD. No pathogens were identified on special stains or cultures. A diagnosis of infantile-onset IBD was made (initially categorized as IBD-unclassified due to overlapping Crohn/colitis features). The patient was started on total parenteral nutrition (TPN) as well as corticosteroids to control the acute inflammation. Several courses of high-dose steroids were required during infancy to manage flares of colitis. Once the patient’s condition stabilized, they were transitioned to sulfasalazine (5-aminosalicylic acid) as a maintenance therapy at around 1 year of age. In the United States, sulfasalazine is routinely used as front-line therapy for VEO-IBD to limit steroid exposure even in the absence of extra-intestinal manifestations. However, disease activity remained high: the patient continued to have frequent diarrhea, poor growth, and persistent perianal fistula drainage. Over the course of the next twelve months, the patient experienced multiple colitis flares requiring steroid treatment despite being on sulfasalazine. A repeat endoscopy performed around 2.5y of life confirmed ongoing pancolitis with new inflammation observed in the terminal ileum, indicating the disease had extended. During this time, surgical intervention was required for perianal disease including abscess formation. Given the refractory nature of the patient’s IBD, biologic therapy was attempted. The patient was started on infliximab (anti-TNF monoclonal antibody), initially at standard dosing (5 mg/kg). Due to lack of a clinical response, the dose was quickly escalated to 10 mg/kg and the dosing interval shortened. De",
    "abstract": "Background Very early onset-inflammatory bowel disease (VEO-IBD) can arise from monogenic defects affecting immune regulation. We report a male child with VEO-IBD caused by a homozygous, loss-of-function  IL10RB  variant (c.562T>G; p.C188G) that has not been previously reported for this disorder. Case Presentation A male infant of Hispanic descent was admitted to our hospital at the age of 8 months due to intractable colitis, perianal fistulas and growth faltering. Endoscopy at nine months of life revealed pancolitis and gastritis. Despite multiple courses of steroids and use of sulfasalazine, their disease remained active. Standard biologic therapies (infliximab and adalimumab) were trialed in the second year of life without improvement. Given the very early onset and severe phenotype, functional testing by phosflow to evaluate the IL-10 signaling pathway demonstrated the absence of STAT3 phosphorylation in response to IL-10 and follow up genetic testing identified a novel homozygous ",
    "sections": {
      "imaging": null,
      "case_presentation": "Case description The patient is a male child born to parents who are first cousins, with no family history of inflammatory bowel disease or immune disorders. The patient was born full-term with normal birth weight and initially appeared healthy. At around 6–7 months of life, the patient was referred to the pediatric gastroenterology service due to persistent diarrhea (often with blood), hepatitis, along with poor weight gain and severe perianal dermatitis ( \n Table 1 \n ). By 8 months of life, a perianal abscess developed that required surgical drainage. The patient was again referred to pediatric gastroenterology at that time for evaluation of intractable diarrhea and failure to thrive. Table 1 Summary of clinical milestones. Age Clinical Events and Interventions 6–8m Onset of chronic diarrhea, poor weight gain; perianal abscess formation. First pediatric GI evaluation at 8 months of age. 9.5m Endoscopy confirmed gastritis and severe pancolitis. 8–18m Recurrent colitis flares; multiple steroid courses. Sulfasalazine started with minimal effect. Perianal fistula managed with seton placement. 2.5y Anti-TNF biologics (infliximab, then adalimumab) trialed with no response. 3y Phosflow analysis reveals complete absence of IL-10–induced STAT3 phosphorylation. Subsequent WES identifies a novel, homozygous, loss-of-function  IL10RB  variant (c.562T>G; p.C188G)→ Unrelated, 5/8 HLA allele matched cord blood HSCT performed that failed to successfully engraft, followed by HLH-like hyperi"
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": true,
      "collection_count": null,
      "collection_location": "perianal",
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "perianal abscess requiring surgical drainage",
      "confidence": "medium"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12527976/",
    "pmcid": "PMC12527976",
    "title": "\n",
    "findings_text": "2 Case Report A 36‐year‐old male ex‐smoker with a 26‐year history of stricturing and penetrating jejunal, ileal, and colonic CD presented with worsening obstructive symptoms. He had required an ileal resection with a caecum‐preserving ileocolonic anastomosis in 2008, and in 2013 developed an enterocutaneous fistula, which was successfully managed with medical therapy alone. Previous CD‐specific medication included infliximab (2013–2021) and adalimumab (2021–2024). He is currently maintained on ustekinumab 90 mg every 8 weeks in combination with azathioprine. Relevant comorbidities include primary sclerosing cholangitis, diagnosed in 2022, and a myocardial infarction in 2024, for which he is receiving appropriate cardioprotective therapy. In early 2024, the patient was hospitalized with subacute small bowel obstruction following a period of worsening intermittent obstructive symptoms. He was managed with corticosteroids and exclusive enteral nutrition, while continuing ustekinumab and azathioprine, which led to clinical improvement. MRE revealed progression of multifocal small bowel stricturing with mixed inflammatory and fibrotic features. Five strictures were identified within the distal 100 cm of small bowel, including an anastomotic stricture, ranging in length from 1.5 to 10 cm, each showing luminal narrowing and pre‐stenotic dilatation up to 95 mm. Given the patient's history of recurrent obstructive episodes and frequent hospital presentations, his case was reviewed in the inflammatory bowel disease (IBD) multidisciplinary team meeting. A baseline IUS was also performed to facilitate frequent like‐for‐like imaging follow‐up in the outpatient setting, confirming the MRE findings of multiple small bowel strictures of varying morphology, length, and upstream dilation. The dynamic IUS images were reviewed in real‐time with the patient, who reported that this approach significantly improved his understanding of how his altered bowel anatomy and strictures were contributing to symptoms. Furthermore, the radiologist used a novel 3D reconstruction tool to allow the patient to visualize the extent and heterogeneity of the strictures (Figure 1 ). A follow‐up joint review of the 3D models with the radiologist, gastroenterologist, and patient helped to communicate the complexity of the disease and the rationale behind treatment decisions. This collaborative approach strengthened patient engagement, enhanced disease understanding, and fostered greater trust in the proposed management plan. FIGURE 1 (A–E) Magnetic resonance enterography (MRE) of a 36‐year‐old male with multifocal stricturing small bowel Crohn's disease, demonstrating 3D reconstructions of five distinct small bowel strictures, ordered from distal (A) to proximal (E). A curvilinear 2D line with multi‐parametric calipers is used to annotate the outline, position, mural thickness, and luminal diameter of each segment on T2 Haste sequences. This data informs the generation of an interactive 3D model, allowing manipulation in any plane. Selected projections highlight stricture morphology and luminal narrowing, with segment lengths indicated above. Orange arrows denote enteric content flow. The 3D model clearly depicts variation in stricture length, mural and luminal thickness, pre‐stenotic dilatation, tortuosity, and angulation. Standard 2D MRE images can be challenging for even the experienced gastroenterologist to interpret, particularly in a busy outpatient clinic setting where time is limited and a dedicated gastrointestinal radiologist cannot be present to guide both the physician and patient through a scan. This ultimately renders traditionally acquired images impractical and ineffectual in disease explanation. Generic illustrations can be used; however, 3D modeling gives an easy‐to‐understand depiction of an individual's disease, which is quickly interpretable to both physician and patient, without the need for a radiologist. Visualization of a disease process, as op",
    "abstract": "ABSTRACT Small bowel strictures in Crohn's disease vary in morphology and often require multimodal medical, endoscopic, or surgical management. We present a case of a 36‐year‐old male with multifocal post‐operative stricturing small bowel Crohn's disease and recurrent subacute bowel obstructions. Imaging identified five distinct small bowel strictures differing in length, location, and morphology. A novel three‐dimensional (3D) reconstruction tool, used alongside magnetic resonance enterography and intestinal ultrasound, enhanced stricture visualization. This approach improved clinical understanding and communication, enabling more effective multidisciplinary planning. It also helped the patient visualize and understand their disease, enhancing shared decision‐making and engagement in care.",
    "sections": {
      "imaging": null,
      "case_presentation": "2 Case Report A 36‐year‐old male ex‐smoker with a 26‐year history of stricturing and penetrating jejunal, ileal, and colonic CD presented with worsening obstructive symptoms. He had required an ileal resection with a caecum‐preserving ileocolonic anastomosis in 2008, and in 2013 developed an enterocutaneous fistula, which was successfully managed with medical therapy alone. Previous CD‐specific medication included infliximab (2013–2021) and adalimumab (2021–2024). He is currently maintained on ustekinumab 90 mg every 8 weeks in combination with azathioprine. Relevant comorbidities include primary sclerosing cholangitis, diagnosed in 2022, and a myocardial infarction in 2024, for which he is receiving appropriate cardioprotective therapy. In early 2024, the patient was hospitalized with subacute small bowel obstruction following a period of worsening intermittent obstructive symptoms. He was managed with corticosteroids and exclusive enteral nutrition, while continuing ustekinumab and azathioprine, which led to clinical improvement. MRE revealed progression of multifocal small bowel stricturing with mixed inflammatory and fibrotic features. Five strictures were identified within the distal 100 cm of small bowel, including an anastomotic stricture, ranging in length from 1.5 to 10 cm, each showing luminal narrowing and pre‐stenotic dilatation up to 95 mm. Given the patient's history of recurrent obstructive episodes and frequent hospital presentations, his case was reviewed in "
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12529002/",
    "pmcid": "PMC12529002",
    "title": "Effectiveness and Safety of Advanced Dual‐Targeted Therapy in Refractory Perianal Crohn's Disease",
    "findings_text": "4 Results 4.1 Patient Characteristics We included 33 patients (57.6% men, mean age 38.3 ± 13.1 years), 27.3% of whom were active smokers (Table 1 ). The mean duration of Crohn's disease was 11.4 ± 8.6 years and the duration of pCD disease was 7.8 ± 6.2 years. TABLE 1 Description of the study population. Study population ( n = 33) Sex (male) (%) 57.6 Mean age in years (SD) 38.3 ± 13.1 Active smokers (%) 27.3 Extra‐intestinal manifestations (%) 48.5 Mean duration of Crohn's disease in years (SD) 11.4 ± 8.6 Mean duration of anoperineal disease in years (SD) 7.8 ± 6.2 Associated primary ulcerated lesions of the anal canal (%) 63.6 Associated tertiary fibro‐stenosis (%) 21.2 Mean number of proctological surgery procedures (SD) 5.3 ± 3.4 Previous fistula closure surgery performed before dual‐targeted therapies (%) (advancement flap, FiLaC laser, or mesenchymal stem cell injection) 45.6 Location of the disease Ileal (%) 21.2 Colonic (%) 33.4 Ileocolonic (%) 24.2 Exclusively anoperineal (%) 21.2 Extra‐intestinal manifestations (%) 51.5 Associated hidradenitis suppurativa (%) 21.2 Prior exposition to anti‐TNF therapy Infliximab 84.8 Adalimumab 36.4 Golimumab 3.0 All of the APFs were high, with multiple tracts in 14 patients (42.4%); 10 patients (30.3%) had a horseshoe extension, and 3 patients had an ano‐recto‐vaginal fistula. Associated primary ulcerated lesions of the anal canal were observed in 21 patients (63.6% of cases) and tertiary fibro‐stenotic involvement was observed in 7 patients (21.2% of cases). The patients had undergone a mean of 5.3 ± 3.4 proctological surgery procedures and 15 patients (45.6%) had already undergone at least one surgical procedure to close a fistula. Luminal disease location was as follows: 7 patients had ileal lesions (21.2%), 11 had colonic lesions (33.4%), 8 had ileocolonic lesions (24.2%) and 7 (21.2%) had isolated anoperineal lesions. Eight patients (24.2%) had undergone surgery to treat their luminal lesions, including two who had undergone total coloproctectomy with ileoanal anastomosis. None of the patients had a stoma. In terms of luminal disease profile ( n = 26), 9 patients (34.6%) had a non‐stricturing, non‐penetrating inflammatory profile, 12 (46.2%) had a stricturing profile and 5 (19.2%) had a penetrating profile. Hidradenitis suppurativa was found in 7 patients (21.2%) and extra‐intestinal manifestations in 17 patients (51.5%). The most frequent extra‐intestinal manifestation was articular signs in 70.6% of cases, followed by skin lesions in 52.9% of cases, hepatic involvement in 11.8% of cases and ocular involvement in 5.9% of cases. All these conditions were confirmed and monitored by specialist physicians. Regarding rheumatological manifestations ( n = 12): 10 patients had peripheral joint involvement 2 patients had axial involvement Regarding dermatological manifestations ( n = 9): 5 patients had psoriasis 1 patient had genital involvement (vulvar erosion and labial oedema) 1 patient had oral aphthosis 1 patient had erythema nodosum 1 patient had pyoderma gangrenosum Regarding hepatic manifestations ( n = 2), both cases were primary sclerosing cholangitis. Regarding ocular manifestations ( n = 1), the patient had uveitis. Concerning the details of previous exposure to anti‐TNF treatment: 28 patients received infliximab (5 did not receive it due to an allergic reaction or intolerance). All patients were treated with intensified doses of infliximab: 15 patients (10 mg/4 weeks), 6 patients (10 mg/6 weeks), and 7 patients (10 mg/8 weeks). These regimens and dosages were based on clinical response, pharmacokinetic data (target trough levels > 10,1 μg/mL), and patient tolerance. All these patients received combination therapy with an immunosuppressor: azathioprine ( n = 16), mercaptopurine ( n = 9), and methotrexate ( n = 3). Azathioprine treatment was discontinued in 5 patients due to digestive intolerance ( n = 3) and acute pancreatitis ( n = 2). A partial response was observed in 25 ou",
    "abstract": "ABSTRACT Introduction Perianal Crohn's disease (CD) remains challenging to treat despite the increasing number of advanced therapies. Advanced dual‐targeted therapy has emerged as a new treatment option in CD, but no data are available for perianal CD. The aim of this study was to evaluate the effectiveness and safety of advanced dual‐targeted therapy for anoperineal fistulas (APFs) in CD patients. Materials and Methods We prospectively included all consecutive patients receiving an advanced dual‐targeted therapy for APFs from August 2019 to December 2023 in a single tertiary perianal CD centre. The primary outcome was clinical effectiveness. Secondary outcomes were patients' treatment perception, radiological effectiveness, luminal disease effectiveness, impact on extra‐intestinal manifestations, and safety. Factors associated with complete clinical remission of APFs were identified using logistic regression. Results A total of 33 patients were included. The most frequently used advan",
    "sections": {
      "imaging": "4 Results 4.1 Patient Characteristics We included 33 patients (57.6% men, mean age 38.3 ± 13.1 years), 27.3% of whom were active smokers (Table  1 ). The mean duration of Crohn's disease was 11.4 ± 8.6 years and the duration of pCD disease was 7.8 ± 6.2 years. TABLE 1 Description of the study population. Study population ( n  = 33) Sex (male) (%) 57.6 Mean age in years (SD) 38.3 ± 13.1 Active smokers (%) 27.3 Extra‐intestinal manifestations (%) 48.5 Mean duration of Crohn's disease in years (SD) 11.4 ± 8.6 Mean duration of anoperineal disease in years (SD) 7.8 ± 6.2 Associated primary ulcerated lesions of the anal canal (%) 63.6 Associated tertiary fibro‐stenosis (%) 21.2 Mean number of proctological surgery procedures (SD) 5.3 ± 3.4 Previous fistula closure surgery performed before dual‐targeted therapies (%) (advancement flap, FiLaC laser, or mesenchymal stem cell injection) 45.6 Location of the disease Ileal (%) 21.2 Colonic (%) 33.4 Ileocolonic (%) 24.2 Exclusively anoperineal (%) 21.2 Extra‐intestinal manifestations (%) 51.5 Associated hidradenitis suppurativa (%) 21.2 Prior exposition to anti‐TNF therapy Infliximab 84.8 Adalimumab 36.4 Golimumab 3.0 All of the APFs were high, with multiple tracts in 14 patients (42.4%); 10 patients (30.3%) had a horseshoe extension, and 3 patients had an ano‐recto‐vaginal fistula. Associated primary ulcerated lesions of the anal canal were observed in 21 patients (63.6% of cases) and tertiary fibro‐stenotic involvement was observed in 7",
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": "complex",
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": "multiple tracts in 14 patients (42.4%); 10 patients (30.3%) had a horseshoe extension, and 3 patients had an ano‐recto‐vaginal fistula",
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": true,
      "enhancement_pattern": null,
      "fibrosis_present": true,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": "Associated primary ulcerated lesions of the anal canal in 63.6% of cases, tertiary fibro‐stenotic involvement in 21.2% of cases",
      "confidence": "medium"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12310217/",
    "pmcid": "PMC12310217",
    "title": "Estrategias actuales en el diagnóstico y seguimiento de las enfermedades inflamatorias intestinales",
    "findings_text": "Introducción Las enfermedades inflamatorias intestinales (EII) son enfermedades crónicas de carácter inmune que presentan inflamación de la mucosa gastrointestinal y se manifiestan con episodios de actividad que pueden alternar con períodos de remisión. Las dos entidades principales son la colitis ulcerosa (CU), caracterizada por la inflamación mucosa del colon que se inicia en forma continua ascendente desde el recto, con extensión variable, y la enfermedad de Crohn (EC), de afectación transmural y con frecuencia segmentaria, pudiendo involucrar desde la boca hasta el ano. Del 10 al 15% de los casos tienen características de ambas, sin encuadrarse en ninguna de las enfermedades descriptas previamente; se las denomina enfermedades inflamatorias intestinales no clasificables (EIINC). 1 Los síntomas típicos de las EII son el dolor abdominal, la diarrea y el sangrado rectal, pero al ser enfermedades heterogéneas, según el sector involucrado y el fenotipo individual de cada paciente, pueden presentarse con otros síntomas como náuseas, vómitos, fiebre, pérdida de peso o retraso en el crecimiento. ( 2 Alrededor del 50% de nuestros pacientes presentan manifestaciones extraintestinales asociadas (MEI), que incluyen, entre las más frecuentes, artropatía periférica o axial, uveítis, lesiones en piel y aftas orales. ( 3 Las EII constituyen un desafío diagnóstico debido a los múltiples síntomas que pueden presentarse y la diversidad de posibles diagnósticos diferenciales. Al día de la fecha no existe un método de evaluación considerado gold standard . El diagnóstico definitivo se alcanza como resultado de la conjunción de características clínicas, bioquímicas, radiológicas, endoscópicas e histopatológicas ( Figura 1 ). Figura 1 Herramientas diagnósticas en EII. Lo que va a llevar al diagnóstico de certeza es la combinación de parámetros clínicos, bioquímicos, radiológicos, endoscópicos e histológicos Una vez establecido el diagnóstico debemos utilizar herramientas objetivas para determinar el riesgo de complicaciones en la evolución de cada paciente, definiendo en base a ello el tratamiento necesario. Al establecer el tratamiento se debe acordar con el paciente cómo realizar el monitoreo para lograr los objetivos planteados, vinculados a evitar complicaciones y lograr una adecuada calidad de vida (“tratamiento por objetivos”). ( 4 , 5 El objetivo de esta revisión es presentar una actualización de las herramientas disponibles para un manejo óptimo del paciente con EII, desde el diagnóstico, la estadificación del riesgo, el monitoreo del tratamiento y la evolución de la enfermedad. Características clínicas Colitis Ulcerosa Debido a que la enfermedad está limitada al colon, los síntomas son menos heterogéneos; sin embargo, según la extensión involucrada, se puede presentar un amplio espectro de manifestaciones. ( 6 El tiempo transcurrido entre la aparición de la clínica y el diagnóstico suele ser de semanas o meses, más breve que en la EC, en la que puede demorar años. La principal característica de la CU es la diarrea por tránsito rápido del contenido intestinal a través del colon inflamado. A menudo es postprandial y también puede ser nocturna. La gravedad de la diarrea está relacionada con la extensión de la inflamación. La inflamación limitada al recto lleva a evacuaciones intestinales frecuentes y de pequeño volumen, y se asocia con el paso frecuente de moco; los pacientes pueden referir constipación, con dificultad en evacuar materia fecal, presentando exclusivamente mucorrea con sangre. A medida que la afectación es más extensa la diarrea va siendo más líquida, de mayor volumen y gravedad. El sangrado se presenta en la mayoría de los pacientes y la severidad aumenta con la extensión y la profundidad de las úlceras ( Figura 2 ). Se observa sangrado severo hasta en el 10% de los casos, y en 1 a 3% hemorragia masiva que puede requerir una intervención quirúrgica. La colitis fulminante o megacolon tóxico se observa en el 15% de los pacien",
    "abstract": "Resumen Las enfermedades inflamatorias intestinales son entidades crónicas con manifestaciones y evolución heterogéneas, por lo que constituyen un desafío diagnóstico y terapéutico. En los últimos años se han producido cambios trascendentales en el manejo de las enfermedades inflamatorias intestinales, de la mano del mayor conocimiento de su inmunofisiopatología y evolución a largo plazo. A diferencia de otras enfermedades, la clínica no es soberana y debemos respaldarnos en parámetros más certeros de inflamación para la toma de decisiones. Con el advenimiento de nuevas herramientas bioquímicas, de imágenes y endoscópicas, el enfoque actual está dirigido a lograr un menor retraso en el diagnóstico y un monitoreo estrecho de la curación mucosa como una de las metas fundamentales asociada a una evolución favorable. El objetivo de esta revisión es actualizar los nuevos conceptos respecto a estrategias diagnósticas y de monitoreo en las enfermedades inflamatorias intestinales.",
    "sections": {
      "imaging": null,
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12659562/",
    "pmcid": "PMC12659562",
    "title": "Therapeutic potential and mechanistic insights into adipose-derived stem cells and mesenchymal stem cell-derived exosomes in patients with Crohn’s disease-associated fistulas: challenges and future perspectives",
    "findings_text": "Introduction Stem cells (SCs) derived from various sources are widely recognized for their remarkable ability to produce and secrete paracrine factors that drive tissue repair and regeneration. The relative ease of isolation, expansion, and application of these materials has positioned them as focal points for extensive research in both in vitro and in vivo models. SCs have been used in many experimental and clinical studies through various delivery methods, including direct injection, incorporation into engineered hydrogels, and transplantation as two-dimensional (2D) sheets or three-dimensional (3D) aggregates into damaged tissues. Importantly, compared with their nonconditioned counterparts, preconditioned SCs have shown superior therapeutic efficacy, with enhanced regenerative capabilities and improved support for cellular stabilization and proliferation at sites of injury [ 1 ]. Mesenchymal stem cells, or MSCs, are adult stromal cells that can be isolated from many tissues and expand easily in the laboratory. They have low immunogenicity and release a wide range of factors that help dampen inflammation and repair tissue. Bone marrow-derived MSCs were the first to be described, but similar cells have since been obtained from the umbilical cord, placenta, dental pulp, and other sources [ 2 ]. Adipose-derived stem cells (ADSCs) are a tissue-specific subset of MSCs derived from fat via liposuction. Fat yields far more stem cells than bone marrow does, so ADSCs are often chosen for autologous therapies. Like other MSCs, they express CD73, CD90, and CD105, but they secrete larger amounts of angiogenic growth factors such as VEGF and HGF, making them especially useful for conditions where new blood vessel growth is needed. Both MSCs and ADSCs release extracellular vesicles that include nanosized exosomes [ 3 ]. These vesicles carry proteins, lipids, and regulatory RNAs that can reproduce many of the effects of the parent cells without the risks associated with transplanting live cells. Because exosomes are cell-free, they are easier to store, are less likely to provoke immune rejection, and cannot form unwanted tissue. Recently, exosomes have been identified as potent therapeutic carriers in regenerative medicine [ 4 , 5 ]. These nanoscale extracellular vesicles, which are secreted by various cell types, serve as effective carriers of bioactive molecules that are crucial for cellular signaling, regulation, and tissue repair. Exosomes derived from both preconditioned and unmodified SCs exhibit distinct molecular profiles and functional properties, increasing their potential for a variety of therapeutic applications [ 4 , 5 ]. Mesenchymal stem cell-derived exosomes (MSC-Exos) have shown considerable therapeutic potential by modulating inflammatory responses, stimulating angiogenesis, enhancing collagen synthesis, promoting cellular proliferation, and improving cell survival—crucial processes that together support tissue repair and regeneration [ 6 ]. Given their multifaceted therapeutic properties, MSC-Exos are promising candidates for the treatment of various conditions, including wound healing, cardiovascular diseases, and inflammatory disorders such as Crohn’s disease (CD). Exosomes carry diverse cargo of miRNAs that modulate immune responses and epithelial integrity in IBD. For example, exosomal miR-223 can both worsen inflammation (by activating the IL-32 cascade) and confer protection (by regulating CX3CR1 + macrophage differentiation). Other miRNAs, such as miR-21, are highly enriched in exosomes during active IBD and take part in modulating the intestinal barrier and immune cell function. These miRNAs facilitate cell-to-cell communication and coordinate the immune response, further supporting the biological plausibility of exosome-based therapies [ 7 ]. Gastrointestinal (GI) disorders, particularly inflammatory bowel diseases (IBDs), such as CD, represent a significant global health burden, often leading to complications s",
    "abstract": "Exosomes, as noninvasive biological carriers, have emerged as promising therapeutic agents for a wide range of diseases because of their ability to deliver bioactive molecules and modulate intercellular communication. Their interaction with stem cells (SCs), which naturally secrete regenerative factors, further enhances their therapeutic potential. In particular, the use of adipose-derived stem cells (ADSCs) and exosome-enriched mesenchymal stem cell (MSC) preparations has been explored for treating gastrointestinal (GI) fistulas associated with Crohn’s disease (CD), a debilitating form of inflammatory bowel disease (IBD). Preclinical studies, clinical trials, and systematic reviews have evaluated the safety and efficacy of these approaches, with ADSCs—commercially available as Darvadstrocel—emerging as one of the most promising options. While notable progress has been made in both experimental and clinical research, the overall effectiveness of exosomes and stem cell-based therapies i",
    "sections": {
      "imaging": null,
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12639680/",
    "pmcid": "PMC12639680",
    "title": "Oxalate nephropathy causing renal failure in small bowel Crohn’s disease: a case report",
    "findings_text": "Corresponding author. Received 2025 Jan 10; Accepted 2025 Oct 10; Collection date 2025. Open AccessThis article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visithttp://creativecommons.org/licenses/by-nc-nd/4.0/. Crohn’s disease of the small intestine typically causes abdominal symptoms and nutritional problems, but renal consequences are rare. We report a 70 year-old British Caucasian man with longstanding Crohn’s disease of the small intestine complicated by multiple fibrotic strictures, who developed a rapid deterioration in his renal function around the same time as initiation of biologic therapy. Following investigation into the cause of his renal deterioration and eventually a renal biopsy, he was diagnosed with oxalate nephropathy leading to end-stage renal failure with creatinine peaking at 604 umol/l. The pathophysiology of enteric hyperoxaluria in Crohn’s disease is discussed. Awareness of hyperoxaluria and potential oxalate nephrotoxicity in patients with small intestinal Crohn’s and an intact colon should help clinicians advise such patients on dietary and fluid intake modification at an early stage. Keywords:Oxalate, Crohn’s disease, Renal failure, Case report Crohn’s disease is an inflammatory disease of the gastrointestinal tract, most commonly involving the small intestine and/or colon. In addition to abdominal symptoms (diarrhea, rectal bleeding, abdominal pain, perianal sepsis) and nutritional problems (weight loss, anemia, vitamin deficiencies), Crohn’s disease can cause a multitude of extraintestinal symptoms including arthropathy, skin and eye problems, fevers, mouth ulcers and fatigue. Kidney problems are not typically considered a consequence of Crohn’s disease. A 70 year-old British Caucasian man with longstanding Crohn’s disease reported increased bowel frequency and was found to be anemic when attending his annual gastroenterology clinic appointment. He had been diagnosed with ileal Crohn’s disease in his early twenties at a laparotomy for presumed appendicitis. Following a right hemicolectomy, he had a stormy hospital course complicated by the need for further surgery and a temporary ileostomy, following which he had further surgery to re-establish intestinal continuity. Over the subsequent decades he had recurrent adhesional small bowel obstructive episodes before entering a long period of apparent Crohn’s disease quiescence. During many years of apparent Crohn’s disease inactivity, he opened his bowels 2–3 times daily, passing formed stool without urgency. At times when he experienced excess borborygmi and his abdomen felt gaseous, he empirically received courses of metronidazole for presumed small intestinal bacterial overgrowth. His inflammatory markers were persistently unremarkable but there was evidence of small bowel stricturing on cross-sectional imaging (Fig.1). . Since his disease seemed to be clinically inactive and there were no objective blood markers of significant inflammation (C-reactive protein (CRP) persistently 1–8 mg/l) he had not previously been treated with immunomodulator or biologic treatments. Ma",
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12634764/",
    "pmcid": "PMC12634764",
    "title": "ESR Essentials: diagnosis and assessment of treatment response in patients with luminal Crohn’s disease—practice recommendations by the European Society of Gastrointestinal and Abdominal Radiology",
    "findings_text": "Imaging findings of active disease Consensus guidelines, including from ESGAR, recommend standardised nomenclature for interpreting and reporting cross-sectional imaging in CD patients, to improve communication between teams and increase reporting consistency [ 7 , 8 ]. Several radiological features of active disease (inflammation) have been validated against endoscopy, histopathology, and biomarkers in the blood and stool. The main imaging findings associated with inflammation in CD include, bowel mural thickening, mural oedema, perimural inflammation, ulceration, and increased vascularity (Table 2 ) [ 9 – 13 ]. Bowel mural thickening is the most robust parameter for evaluating disease activity, although nearly all pathological bowel conditions can cause thickening. A threshold of > 3 mm measured in a well-distended bowel segment is generally accepted as a sign of active disease in both the small bowel and colon (Figs. 1 and 2 ). However, as there is significant overlap between acute inflammatory and chronic changes in diseased bowel in CD, other activity parameters should also be assessed. Chronic disease (chronic inflammation, fibrotic, fat and smooth muscle changes) can indeed manifest as mural thickening along with mural fat deposition, fibrosis, pseudosacculation, and fibro-fatty proliferation. On IUS, mural oedema may cause disruption of the normal 5-layer bowel mural stratification, particularly patchy low echogenicity within thickened submucosa. On MRE, increased mural T2 signal is a highly specific indicator of disease activity, typically reflecting moderate to severe inflammation (Fig. 1 ). High signal intensity on non-fat saturated T2-images can also correspond to intramural fat due to prior inflammation, but can be differentiated from oedema using fat-suppressed T2 sequences. Similarly, increased T2 signal and stranding of the mesenteric fat due to perimural inflammation generally represent active disease in the context of CD-affected bowel and are best appreciated on fat-saturated T2 images. On IUS, inflammatory fat is hyperechoic and may also show increased colour Doppler signal (Fig. 1 ). Another marker of disease activity, deep ulceration, can be seen on both IUS and MRE as focal mural defects in the intraluminal surface, with mural extension of air or intraluminal oral contrast, respectively. Increased vascularisation and neoangiogenesis in inflammatory bowel segments are reflected by mural hyperenhancement and engorged vasa recta (“comb sign”) on intravenous contrast-enhanced MRE images, and increased mural and extra-mural signal in and around inflamed bowel on colour Doppler IUS (Figs. 1 and 2 ). Additional imaging findings, such as diminished motility, may also reflect intestinal inflammation [ 9 – 11 ]. Abnormal small bowel loops show reduced peristalsis compared to normal small bowel. IUS enables real-time depiction of altered peristalsis, showing rigid, thick-walled small bowel segments. Cine-MRI techniques can detect the same findings but also allow quantification of small bowel motility using dedicated software. A multicentre, prospective study showed that a reduction in terminal ileal motility measured by MRE correlates with histopathological and endoscopic disease activity [ 14 ]. Finally, the presence of enlarged mesenteric lymph nodes, although nonspecific, may also indicate active disease. Diffusion-weighted imaging (DWI) is an additional MRI method that can provide information on tissue composition and histology. High DWI signal on high b -value images with corresponding low signal on the apparent diffusion coefficient (ADC) map (restricted diffusion) is usually seen in bowel affected by IBD, reflecting hypercellular tissue. While DWI is useful for detecting active disease, it cannot be used exclusively, as fibrosis also causes restricted diffusion [ 9 , 11 ]. Of note, in mild disease, cross-sectional imaging may not show any abnormality, particularly as superficial ulceration is often not visib",
    "abstract": "Abstract The European Society of Gastrointestinal and Abdominal Radiology (ESGAR) presents an ESR Essentials review article on Crohn’s disease (CD) diagnosis and treatment response assessment. The focus is on luminal disease, particularly in the small bowel, and to a lesser degree, the colon. Magnetic Resonance Enterography (MRE) and ultrasound are typically the first-line radiological investigations for known or suspected luminal CD. They are accurate for assessing the entirety of the bowel wall and extra-enteric tissues and are generally well tolerated by patients. CT has utility as well, especially in the acute setting. Disease location, extent, and phenotype should be assessed. Well-validated imaging signs of acute inflammation (active disease) are responsive to therapeutic interventions and include bowel mural thickening and oedema, perimural inflammation, ulceration, and hypervascularity. Other phenotypes (stricturing or penetrating with fistulae and/or abscesses) can coexist, an",
    "sections": {
      "imaging": "Imaging findings of active disease Consensus guidelines, including from ESGAR, recommend standardised nomenclature for interpreting and reporting cross-sectional imaging in CD patients, to improve communication between teams and increase reporting consistency [ 7 ,  8 ]. Several radiological features of active disease (inflammation) have been validated against endoscopy, histopathology, and biomarkers in the blood and stool. The main imaging findings associated with inflammation in CD include, bowel mural thickening, mural oedema, perimural inflammation, ulceration, and increased vascularity (Table  2 ) [ 9 – 13 ]. Bowel mural thickening is the most robust parameter for evaluating disease activity, although nearly all pathological bowel conditions can cause thickening. A threshold of > 3 mm measured in a well-distended bowel segment is generally accepted as a sign of active disease in both the small bowel and colon (Figs.  1  and  2 ). However, as there is significant overlap between acute inflammatory and chronic changes in diseased bowel in CD, other activity parameters should also be assessed. Chronic disease (chronic inflammation, fibrotic, fat and smooth muscle changes) can indeed manifest as mural thickening along with mural fat deposition, fibrosis, pseudosacculation, and fibro-fatty proliferation. On IUS, mural oedema may cause disruption of the normal 5-layer bowel mural stratification, particularly patchy low echogenicity within thickened submucosa. On MRE, increase",
      "case_presentation": null
    },
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12628309/",
    "pmcid": "PMC12628309",
    "title": "Pan-enteric Capsule Endoscopy to Characterize Crohn’s Disease Phenotypes and Predict Clinical Outcomes in Children and Adults: The Bomiro Study",
    "findings_text": "Salvatore Oliva and Silvio Veraldi authors share first authorship. Gian Eugenio Tontini and Carlo Calabrese authors share co-senior authorship. Address Corresponding to: Salvatore Oliva MD, PhD, Pediatric Gastroenterology and Liver Unit Maternal and Child Health Department, Sapienza University of Rome, Viale Regina Elena 324-00161 Roma –iItaly, tel + 390649979326 –+fax + 390649979325, (salvatore.oliva@uniroma1.it) Received 2023 Aug 2; Collection date 2025 Mar. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. Pan-enteric capsule endoscopy (PCE) provides useful information for the management of Crohn’s disease (CD), especially in children. No study has evaluated the ability of PCE to characterize CD phenotypes and outcomes in children and adults. In a prospective multicenter observational study, we recruited patients with CD >6 years from 4 centers in Italy. Patients underwent clinical, biomarker assessment and PCE. Lesions were graded using the PCE system. For each segment, the most common lesion (MCL), the most severe lesion (MSL), and the extent of involvement were defined. Disease severity, extent, and clinical outcomes were compared between children and adults. A logistic regression analysis was used to identify predictive factors for negative outcomes in both age groups. One hundred ninety-four consecutive patients (adults/children: 144/50) were evaluated for a total of 249 procedures. Children were more likely to have extensive disease, particularly in the colon. Higher MCL scores were independently associated with treatment escalation (odds ratio [OR], 4.09; 95% CI, 1.80-9.25;P= .001), while >30% disease extent was more indicative of clinical and endoscopic relapse (OR, 2.98; 1.26-7.08;P= .013). Disease extent was the only factor associated with endoscopic recurrence in children (OR, 4.50; 95% CI, 1.47-13.77;P= .008), while severe lesions in adults provided a better predictor of treatment escalation (OR, 4.31; 95% CI, 1.52-12.1;P= .006). Postexamination, PCE contributed to a change of therapy in 196/249 (79%) of the procedures. PCE allowed the characterization of CD phenotypes in children and adults by assessing disease severity and extent, which are of different importance in predicting clinical outcomes in these age groups. Keywords:pan-enteric capsule, noninvasive endoscopy, monitoring, intestinal inflammation Capsule endoscopy (CE) is recommended for assessing small bowel inflammation in Crohn’s disease (CD) patients. Pediatric CD often involves the small intestine proximal to the terminal ileum, and a 1-step device to assess the entire digestive tract is preferred, especially in children. The new pan-enteric capsule (PCE) provides an efficient assessment of both the small and large intestine in patients with CD. This study shows that pediatric CD is more pan-enteric and severe in the colon compared with adult CD. Pan-enteric capsule findings have an impact on disease outcomes and therapeutic decisions, with both severity and extent affecting clinical outcomes, especially in children. The use of PCE can help differentiate disease phenotypes and guide treatment decisions in pediatric and adult patients with CD. Pan-enteric capsule enables more precise monitoring of disease activity and response to treatment, leading to better disease management and outcomes. Capsule endoscopy (CE) is of particular importance in the diagnosis and monitoring of Crohn’s disease (CD).1–3Therefore, guidelines have recently recommended this tool for small bowel (SB) assessment in both patients with suspected and confirmed CD.4,5Ileocolonoscopy remains the gold standard for evaluating colonic mucosal inflammation, but its invasiveness combined with the need for repeated sedation justifies the validation of less invasi",
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12610829/",
    "pmcid": "PMC12610829",
    "title": "Beyond Fixed Thresholds: Cluster-Derived MRI Boundaries Improve Assessment of Crohn’s Disease Activity",
    "findings_text": "Correspondence:jelena.ostojic@mf.uns.ac.rs; Tel.: +381-63-583-365 Received 2025 Sep 10; Revised 2025 Oct 17; Accepted 2025 Oct 21; Collection date 2025 Nov. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/). Background/Objectives:Crohn’s disease (CD) requires precise, noninvasive monitoring to guide therapy and support treat-to-target management. Magnetic resonance enterography (MRE), particularly diffusion-weighted imaging (DWI), is the preferred cross-sectional technique for assessing small-bowel inflammation. Indices such as the Magnetic Resonance Index of Activity (MaRIA) and its diffusion-weighted variant (DWI MaRIA) are widely used for grading disease activity. This study evaluated whether unsupervised clustering of MRI-derived features can complement these indices by providing more coherent and biologically grounded stratification of disease activity.Materials and Methods:Fifty patients with histologically confirmed CD underwent 1.5 T MRE. Of 349 bowel segments, 84 were pathological and classified using literature-based thresholds (MaRIA, DWI MaRIA) and unsupervised clustering. Differences between inactive, active, and severe disease were analyzed using multivariate analysis of variance (MANOVA), analysis of variance (ANOVA), andt-tests. Mahalanobis distances were calculated to quantify and compare separation between categories.Results:Using MaRIA thresholds, 5, 16, and 63 segments were classified as inactive, active, and severe (Mahalanobis distances 2.60, 4.95, 4.12). Clustering redistributed them into 22, 37, and 25 (9.26, 24.22, 15.27). For DWI MaRIA, 21, 14, and 49 segments were identified under thresholds (3.59, 5.72, 2.85) versus 21, 37, and 26 with clustering (7.40, 16.35, 9.41). Wall thickness dominated cluster-derived separation, supported by diffusion metrics and the apparent diffusion coefficient (ADC).Conclusions:Cluster-derived classification yielded clearer and more biologically consistent separation of disease-activity groups than fixed thresholds, emphasizing its potential to refine boundary definition, enhance MRI-based assessment, and inform future AI-driven diagnostic modeling. Keywords:Crohn’s disease, magnetic resonance enterography (MRE), MaRIA score, diffusion-weighted imaging, DWI MaRIA, cluster analysis, disease activity assessment Crohn’s disease (CD) is a chronic, relapsing inflammatory bowel disease (IBD) that can affect any segment of the gastrointestinal tract, most commonly the terminal ileum. Due to its transmural nature, CD is frequently associated with complications such as abscesses, fistulas, and strictures, resulting in significant morbidity and a lifelong need for disease monitoring [1,2]. The incidence of CD continues to rise worldwide, with a peak onset in adolescence and early adulthood [2]. Given its chronic course, patients with CD often undergo multiple imaging evaluations over their lifetime. In this context, magnetic resonance enterography (MRE) has become the modality of choice, offering detailed anatomical and functional information without ionizing radiation. This is particularly important in pediatric and young adult populations, where minimizing cumulative radiation exposure is a major concern [3,4]. Diffusion-weighted imaging (DWI), a functional magnetic resonance imaging (MRI) technique based on the Brownian motion of water molecules, has been integrated into MRE protocols as a non-contrast method for detecting inflammatory changes. Active inflammation is typically associated with restricted diffusion and reduced apparent diffusion coefficient (ADC) values, whereas chronic fibrotic segments tend to show higher ADC values than those observed in active inflammation [5,6]. Several studies have demonstrated that DWI can differentiate acute from chronic inflammation, with diagnostic performance comparable or ",
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  },
  {
    "source": "pubmed_central",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12610588/",
    "pmcid": "PMC12610588",
    "title": "Exploring the Overlap of MASLD and IBD: Insights from a Single-Center Experience",
    "findings_text": "Correspondence:delia-ionela.mihop@drd.umfcd.ro Received 2025 Sep 16; Revised 2025 Oct 12; Accepted 2025 Oct 17; Collection date 2025 Nov. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/). Metabolic dysfunction-associated steatotic liver disease (MASLD) is an increasingly prevalent condition worldwide, occurring both independently and, more importantly, as the most common extraintestinal complication of inflammatory bowel disease (IBD). The study primarily investigated MASLD prevalence in Crohn’s disease (CD) and ulcerative colitis (UC) to enhance prevention and early detection, especially given the recent approval of the first treatment for this condition. Secondary objectives included identifying risk factors, exploring the uric acid/high-density lipoprotein cholesterol ratio (UHRatio) as a steatosis marker and evaluating correlations between non-invasive fibrosis scores, Fibrosis-4 (FIB-4), AST-to-Platelet Ratio Index (APRI), and histological fibrosis severity. We conducted a prospective study on 58 patients diagnosed with IBD. The type of IBD was not independently associated with liver steatosis or fibrosis. Disease activity correlated significantly with hepatic steatosis in CD patients and with hepatic fibrosis in UC patients. The UHRatio proved useful in assessing steatosis prevalence, whereas FIB-4 and APRI scores did not correlate significantly with fibrosis severity. This study is, to our knowledge, the first to evaluate UHRatio as a potential predictor of MASLD in patients with IBD, expanding on previous findings reported in the general population. Our results suggest that this non-invasive biomarker, previously used to identify MASLD, may improve early prediction and could serve as a useful screening tool for MASLD in IBD patients. Keywords:metabolic dysfunction-associated steatotic liver disease (MASLD), liver fibrosis, liver steatosis, inflammatory bowel disease (IBD) Inflammatory bowel disease (IBD), represented by Crohn’s disease (CD) and ulcerative colitis (UC), are chronic, non-infectious inflammatory disorders that can affect the entire gastrointestinal tract. Up to 50% of patients present systemic extraintestinal manifestations, which significantly influence disease progression and quality of life. Diagnosis remains challenging and is based on clinical, endoscopic, and histological criteria [1,2]. Between 5% and 15% of patients exhibit overlapping features of both diseases and are classified as having indeterminate colitis (IC) [1]. IBD is an evolving global health issue, with increasing incidence in developing countries [3] and considerable morbidity in Western nations [4]. Although its etiology is not fully understood, several factors have been implicated, including genetic predisposition, gut microbiota alterations, dysregulated immune responses [5], and environmental influences [3]. A positive family history is the best-documented risk factor, with about 15% of affected individuals having a first-degree relative with the disease [1]. The pathogenic mechanisms underlying IBD also contribute to disease-related complications, which occur in up to 50% of cases. These include intestinal and systemic manifestations such as cutaneous, ocular, musculoskeletal, pulmonary, renal, thromboembolic, and hepatobiliary disorders. Hepatobiliary involvement ranges from mild, asymptomatic liver enzyme elevations to severe conditions such as primary sclerosing cholangitis or cholangiocarcinoma [6]. Other liver diseases linked to IBD include autoimmune hepatitis, gallstones and non-alcoholic fatty liver disease—recently redefined as metabolic dysfunction-associated steatotic liver disease (MASLD) [7,8]. MASLD is now the most prevalent liver disorder worldwide, affecting up to 30% of the population [9]. It is characterized by hepatic fat accumulation in the absen",
    "extracted_features": {
      "fistula_count": null,
      "fistula_type": null,
      "t2_hyperintensity": null,
      "t2_hyperintensity_degree": null,
      "extension_pattern": null,
      "collections_abscesses": null,
      "collection_count": null,
      "collection_location": null,
      "rectal_wall_involvement": null,
      "internal_opening_location": null,
      "external_opening": null,
      "sphincter_involvement": {
        "internal_sphincter": null,
        "external_sphincter": null,
        "puborectalis": null
      },
      "branching": null,
      "horseshoe_extension": null,
      "enhancement_pattern": null,
      "fibrosis_present": null,
      "activity_assessment": null,
      "severity_estimate": null,
      "estimated_vai_range": null,
      "additional_findings": null,
      "confidence": "low"
    }
  }
]