[
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-19?lang=us",
    "title": "Perianal fistula",
    "findings_text": "linear fistulous tract is seen oriented vertically, passing through the left side of the inter-sphincteric plane, starting superiorly from the level of the dentate line where it is seen abutting the internal sphincter at 1-2 o'clock position, and extending inferiorly to open into a marginally enhancing inflammatory fluid collection (abscess) the external sphincter is intact no definite side branches Case Discussion Surgically proved low type inter-sphincteric fistula. The integrity of the external anal sphincter is crucial for the management's planning, also it is important to identify any side branches. Presentation Persistent anal pain with intermittent bleeding and discharge 17 Jun 2020,Sameh Saied Ali At the time the case was submitted for publication Sameh Saied Ali had no recorded disclosures.",
    "sections": {
      "findings": "linear fistulous tract is seen oriented vertically, passing through the left side of the inter-sphincteric plane, starting superiorly from the level of the dentate line where it is seen abutting the internal sphincter at 1-2 o'clock position, and extending inferiorly to open into a marginally enhancing inflammatory fluid collection (abscess) the external sphincter is intact no definite side branches",
      "discussion": "Case Discussion Surgically proved low type inter-sphincteric fistula. The integrity of the external anal sphincter is crucial for the management's planning, also it is important to identify any side branches.",
      "presentation": "Presentation Persistent anal pain with intermittent bleeding and discharge"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-16?lang=us",
    "title": "Perianal fistula",
    "findings_text": "A relatively thick-walled fistulous track traverses both internal and external anal sphincters piercing and penetrating through the left ischioanal fossa. Its internal opening pierces the anal canal anteriorly near 1 o’clock where a fairly defined restricted collection / abscess formation is seen. The collection measures 1.8 x 1.5 cm. It shows restricted diffusion. Then the thick track protrudes and proceeds to make a hook down anteriorly along the ischioanal fossa for a length of about 9.7 cm. Its external opening being near 3 o'clock. The track has a thick enhanced wall and high signal intensity enhanced content. Case Discussion The description of this fistula is matching with a trans-sphincteric type that represents 25% of perianal fistula . The track of the fistula crosses from the intersphincteric space, through the external sphincter, and then passes into the ischiorectal fossa . It is complicated by abscess formation, resulting in a classification of grade 4 trans-sphincteric fistula. Presentation Perianal pain and discharge for two years. 1 Mar 2021,Fakhry Mahmoud Ebouda At the time the case was submitted for publication Fakhry Mahmoud Ebouda had no recorded disclosures.",
    "sections": {
      "findings": "A relatively thick-walled fistulous track traverses both internal and external anal sphincters piercing and penetrating through the left ischioanal fossa. Its internal opening pierces the anal canal anteriorly near 1 o’clock where a fairly defined restricted collection / abscess formation is seen. The collection measures 1.8 x 1.5 cm. It shows restricted diffusion. Then the thick track protrudes and proceeds to make a hook down anteriorly along the ischioanal fossa for a length of about 9.7 cm. Its external opening being near 3 o'clock. The track has a thick enhanced wall and high signal intensity enhanced content.",
      "discussion": "Case Discussion The description of this fistula is matching with a trans-sphincteric type that represents 25% of perianal fistula . The track of the fistula crosses from the intersphincteric space, through the external sphincter, and then passes into the ischiorectal fossa . It is complicated by abscess formation, resulting in a classification of grade 4 trans-sphincteric fistula.",
      "presentation": "Presentation Perianal pain and discharge for two years."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-22?lang=us",
    "title": "Perianal fistula",
    "findings_text": "In the perianal region, a tortuous-looking fistulous tract is identified at the 12 o'clock position, with hyperintense behavior on T2. It runs caudally between the internal and external anal sphincters towards the ischioanal fossa, without the presence of a collection. There is a wrap-around artefact on the \"axial T2 HASTE fat sat\" and \"axial T1 VIBE\" sequences. Case Discussion Perianal fistulas are abnormal communications between the anal canal and the perirectal spaces, which may or may not be associated with a collection. MRI is the preferred study for patients with complex fistulas or to assess and identify anatomical aspects prior to surgical intervention. In this case, we observe a simple grade 3 transsphincteric fistula according to the classification of St James's University Hospital, which crosses two layers of the sphincter complex, meaning it crosses the external anal sphincter and reaches the ischioanal fossa. Presentation Patient with a history of recurrent perianal fistula is under protocol for a new surgical reintervention. 3 Jun 2024,Zilma Carolina Perez Peña Disclosures: At the time the case was submitted for publication Zilma Carolina Perez Peña had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "In the perianal region, a tortuous-looking fistulous tract is identified at the 12 o'clock position, with hyperintense behavior on T2. It runs caudally between the internal and external anal sphincters towards the ischioanal fossa, without the presence of a collection. There is a wrap-around artefact on the \"axial T2 HASTE fat sat\" and \"axial T1 VIBE\" sequences.",
      "discussion": "Case Discussion Perianal fistulas are abnormal communications between the anal canal and the perirectal spaces, which may or may not be associated with a collection. MRI is the preferred study for patients with complex fistulas or to assess and identify anatomical aspects prior to surgical intervention. In this case, we observe a simple grade 3 transsphincteric fistula according to the classification of St James's University Hospital, which crosses two layers of the sphincter complex, meaning it crosses the external anal sphincter and reaches the ischioanal fossa.",
      "presentation": "Presentation Patient with a history of recurrent perianal fistula is under protocol for a new surgical reintervention."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-20?lang=us",
    "title": "Perianal fistula",
    "findings_text": "Dye fistulogram - low fistula dye spilling in the anal canal and rectum: Injection of contrast via the external opening showed opacification of the right perianal fistula which travels superiorly. The tract communicates with the anal canal and rectum. Case Discussion Regarding the above imaging findings, perianal fistula with contrast spilling into the anal canal and rectum is present. Presentation History of perianal fistula and purulent discharge. 15 Jun 2022,Bahman Rasuli At the time the case was submitted for publication Bahman Rasuli had no recorded disclosures.",
    "sections": {
      "findings": "Dye fistulogram - low fistula dye spilling in the anal canal and rectum: Injection of contrast via the external opening showed opacification of the right perianal fistula which travels superiorly. The tract communicates with the anal canal and rectum.",
      "discussion": "Case Discussion Regarding the above imaging findings, perianal fistula with contrast spilling into the anal canal and rectum is present.",
      "presentation": "Presentation History of perianal fistula and purulent discharge."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-18?lang=us",
    "title": "Perianal fistula",
    "findings_text": "There is a simple intersphincteric perianal fistula. Internal opening: 10 o’clock (which means anterior and right to the midline in the supine position. Shape: linear Secondary tract or abscess: no External opening: right side of the gluteal cleft Evidence of any disease: no Case Discussion Nowadays, surgeons will send almost all patients with perianal fistula for a pelvic MRI before the operation, as it reduces the recurrence rate. This patient had surgery and the feedback from the surgeon was the same as our report. There is no fluid in the tract but there is enhancement, the interpretation is that there is granulation tissue but no pus. Presentation Perianal discharge 25 Aug 2021,Abbas M. Mahmood At the time the case was submitted for publication Abbas M. Mahmood had no recorded disclosures.",
    "sections": {
      "findings": "There is a simple intersphincteric perianal fistula. Internal opening: 10 o’clock (which means anterior and right to the midline in the supine position. Shape: linear Secondary tract or abscess: no External opening: right side of the gluteal cleft Evidence of any disease: no",
      "discussion": "Case Discussion Nowadays, surgeons will send almost all patients with perianal fistula for a pelvic MRI before the operation, as it reduces the recurrence rate. This patient had surgery and the feedback from the surgeon was the same as our report. There is no fluid in the tract but there is enhancement, the interpretation is that there is granulation tissue but no pus.",
      "presentation": "Presentation Perianal discharge"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-23?lang=us",
    "title": "Perianal fistula",
    "findings_text": "By injecting contrast material from the orifice at about 5 o'clock and at a distance of 4 cm from the anus (patient in the prone position), an irregularly dilated tract with approximately 10 cm length is visible, and there is evidence of contrast entering the distal of the rectum. Case Discussion Fistulography is a traditional radiological technique used to define the anatomy of perianal fistulas . In fistulography, the external opening is catheterized with a fine cannula, and a water-soluble contrast agent is injected to determine the fistulous tract. Nowadays, MRI is the imaging modality of choice for evaluating the perianal fistula. When MRI is contraindicated, fistulography could be performed, although it is an unreliable technique and is difficult to interpret. Presentation Anal pain, tenesmus, and perianal discharge. 7 Feb 2024,Mohammad Taghi Niknejad Disclosures: At the time the case was submitted for publication Mohammad Taghi Niknejad had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "By injecting contrast material from the orifice at about 5 o'clock and at a distance of 4 cm from the anus (patient in the prone position), an irregularly dilated tract with approximately 10 cm length is visible, and there is evidence of contrast entering the distal of the rectum.",
      "discussion": "Case Discussion Fistulography is a traditional radiological technique used to define the anatomy of perianal fistulas . In fistulography, the external opening is catheterized with a fine cannula, and a water-soluble contrast agent is injected to determine the fistulous tract. Nowadays, MRI is the imaging modality of choice for evaluating the perianal fistula. When MRI is contraindicated, fistulography could be performed, although it is an unreliable technique and is difficult to interpret.",
      "presentation": "Presentation Anal pain, tenesmus, and perianal discharge."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-17?lang=us",
    "title": "Perianal fistula",
    "findings_text": "A long fistulous tract at the right side of the perianal region piercing the internal sphincter at 7 o`clock with the surrounding inflammatory region. The tract shows mild restriction on diffusion-weighted imaging. No abscess formation or side branches. Case Discussion Features are of intersphincteric fistula with the track extending into the right medial thigh soft tissues. Additional contributor: Dr. Sahar Maroof Presentation Perianal discharge for three months 29 Mar 2021,Naqibullah Foladi At the time the case was submitted for publication Naqibullah Foladi had no recorded disclosures.",
    "sections": {
      "findings": "A long fistulous tract at the right side of the perianal region piercing the internal sphincter at 7 o`clock with the surrounding inflammatory region. The tract shows mild restriction on diffusion-weighted imaging. No abscess formation or side branches.",
      "discussion": "Case Discussion Features are of intersphincteric fistula with the track extending into the right medial thigh soft tissues. Additional contributor: Dr. Sahar Maroof",
      "presentation": "Presentation Perianal discharge for three months"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/perianal-fistula-2?lang=us",
    "title": "Perianal fistula",
    "findings_text": "Fistulous tract from the low anterior anal canal just above the anal verge (well below puborectalis) to the base of the scrotum. There is associated skin thickening and enhancement due to inflammation, but no distinct abscess. Case Discussion Straight T2 weighted imaging is best to define these tracts in all 3 planes Presentation Abscess at base of scrotum drained, now fistula ? origin 13 Nov 2012,Chris O'Donnell",
    "sections": {
      "findings": "Fistulous tract from the low anterior anal canal just above the anal verge (well below puborectalis) to the base of the scrotum. There is associated skin thickening and enhancement due to inflammation, but no distinct abscess.",
      "discussion": "Case Discussion Straight T2 weighted imaging is best to define these tracts in all 3 planes",
      "presentation": "Presentation Abscess at base of scrotum drained, now fistula ? origin"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/normal-pelvic-mri-fistula-protocol?lang=us",
    "title": "Normal pelvic MRI (fistula protocol)",
    "findings_text": "No perianal fistula, sinus tract or collection. No subcutaneous edema. The internal and external sphincters and the pelvic floor are unremarkable. No gross adnexal mass, although this is not a dedicated study. Retroflexed uterus, with a 1.8 cm myometrial/subserosal lesion on the ventral surface has been partially imaged, likely a fibroid. No pelvic free fluid. Conclusion Incidental uterine lesion likely fibroid, partially imaged. No other abnormality demonstrated. Case Discussion Example of a normal perianal fistula case. Presentation Previous anal fissures, now recurrent pain 23 Dec 2015,Craig Hacking",
    "sections": {
      "findings": "No perianal fistula, sinus tract or collection. No subcutaneous edema. The internal and external sphincters and the pelvic floor are unremarkable. No gross adnexal mass, although this is not a dedicated study. Retroflexed uterus, with a 1.8 cm myometrial/subserosal lesion on the ventral surface has been partially imaged, likely a fibroid. No pelvic free fluid. Conclusion Incidental uterine lesion likely fibroid, partially imaged. No other abnormality demonstrated.",
      "discussion": "Case Discussion Example of a normal perianal fistula case.",
      "presentation": "Presentation Previous anal fissures, now recurrent pain"
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/intersphincteric-perianal-fistula-with-abscess-grade-ii?lang=us",
    "title": "Intersphincteric perianal fistula with abscess - grade II",
    "findings_text": "Posterior midline fistulous tract seen in the 6 o'clock position with a peripherally enhancing horseshoe abscess measuring 17 x 30 x 44 mm in the intersphincteric space. Case Discussion Grade 2 perianal fistula: intersphincteric fistula with an abscess Presentation Recurrent perianal pain and discharge. 2 Oct 2018,Bahman Rasuli",
    "sections": {
      "findings": "Posterior midline fistulous tract seen in the 6 o'clock position with a peripherally enhancing horseshoe abscess measuring 17 x 30 x 44 mm in the intersphincteric space.",
      "discussion": "Case Discussion Grade 2 perianal fistula: intersphincteric fistula with an abscess",
      "presentation": "Presentation Recurrent perianal pain and discharge."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/crohn-disease-24?lang=us",
    "title": "Crohn disease",
    "findings_text": "Findings: Inflammation segmental mural bilaminar hyperenhancement and moderate to severe asymmetric wall thickening accentuated along the mesenteric border with a corresponding hyperintense signal on T2w and high signal in diffusion-weighted images (b800) located in the mid, distal and terminal ileum small ulcerations long stricture with intermittent pseudosacculations along the anti-mesenteric border in the distal ileum Penetrating disease sinus tracts in the ileum in the mid and left lower abdomen no complex fistulas, abscess or an inflammatory mass Mesenteric inflammation signs of fibrofatty proliferation engorged vasa recta no signs of adenopathy Other findings/complications mobile cecum cranially reverted no signs of mesenteric venous thrombosis or occlusion no signs of primary sclerosing cholangitis (PSC) no gallstones or kidney stones no signs of avascular necrosis (AVN) Periarticular fatty deposition in the sacrum and bony bridging of the left sacroiliac joint indicative of chronic sacroiliitis Impression: Active inflammatory small bowel Crohn’s disease in the mid/distal and terminal ileum with luminal narrowing/strictures and ulcerations. Small blind-ending sinus tracts can be seen in the affected segment in the left and mid-lower abdomen. A dedicated pelvic MRI was recommended for the assessment of perianal complications. Signs of chronic left-sided sacroiliitis. Case Discussion This is a typical case of Crohn’s disease and aims to review typical findings of the disease found on MR enterography (MRE) . On endoscopy, only the terminal ileum showed signs of inflammation and an ulcer with histologically confirmed chronic and florid ulcerations and eosinophilia consistent with Crohn’s disease . The colon was unremarkable on colonoscopy, which is also reflected by the MRI. MR enterography (MRE) is able to demonstrate findings in the small bowel that depicts mesenteric findings and penetrating disease (in this case sinus tracts) as well as extraintestinal complications (in this case sacroiliitis). An additional pelvic MRI (not shown) confirmed the left sacroiliitis but did not show any significant perianal complications such as a fistula or an abscess. Presentation Known Crohn's disease. 29 Jan 2020,Joachim Feger At the time the case was submitted for publication Joachim Feger had no recorded disclosures.",
    "sections": {
      "findings": "Findings: Inflammation segmental mural bilaminar hyperenhancement and moderate to severe asymmetric wall thickening accentuated along the mesenteric border with a corresponding hyperintense signal on T2w and high signal in diffusion-weighted images (b800) located in the mid, distal and terminal ileum small ulcerations long stricture with intermittent pseudosacculations along the anti-mesenteric border in the distal ileum Penetrating disease sinus tracts in the ileum in the mid and left lower abdomen no complex fistulas, abscess or an inflammatory mass Mesenteric inflammation signs of fibrofatty proliferation engorged vasa recta no signs of adenopathy Other findings/complications mobile cecum cranially reverted no signs of mesenteric venous thrombosis or occlusion no signs of primary sclerosing cholangitis (PSC) no gallstones or kidney stones no signs of avascular necrosis (AVN) Periarticular fatty deposition in the sacrum and bony bridging of the left sacroiliac joint indicative of chr",
      "discussion": "Case Discussion This is a typical case of Crohn’s disease and aims to review typical findings of the disease found on MR enterography (MRE) . On endoscopy, only the terminal ileum showed signs of inflammation and an ulcer with histologically confirmed chronic and florid ulcerations and eosinophilia consistent with Crohn’s disease . The colon was unremarkable on colonoscopy, which is also reflected by the MRI. MR enterography (MRE) is able to demonstrate findings in the small bowel that depicts mesenteric findings and penetrating disease (in this case sinus tracts) as well as extraintestinal complications (in this case sacroiliitis). An additional pelvic MRI (not shown) confirmed the left sacroiliitis but did not show any significant perianal complications such as a fistula or an abscess.",
      "presentation": "Presentation Known Crohn's disease."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/vesicovaginal-fistula-17?lang=us",
    "title": "Vesicovaginal fistula",
    "findings_text": "About 50 ML was injected into the urinary bladder through Foley's catheter. There is evidence of accumulation of contrast in the vagina with an abnormal connection between the bladder and the vagina , which demonstrates a fistula tract seen between them, suggesting a vesicovaginal fistula. The urinary bladder appears of normal shape and capacity and shows a smooth outline. Case Discussion Vesicovaginal fistula is the most common urogenital fistula. There are many causes of vesicovaginal fistula including surgery, pelvic malignancies, pelvic inflammatory disease, and radiation therapy. Congenital vesicovaginal fistula is rare, it can be an isolated anomaly or associated with other complex genitourinary malformations. Symptoms include mainly incontinence, vaginal urine leak, and recurrent UTI. Radiological diagnosis includes a fluoroscopic cystogram which is a commonly used as first line method, CT cystogram, and pelvic MRI. A multidisciplinary approach is needed for appropriate management. Laparoscopic repair was successfully done to our patient in this case. Presentation Recurrent UTI. 30 Dec 2023,Farah Abu Jebbeh Disclosures: At the time the case was submitted for publication Farah Abu Jebbeh had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "About 50 ML was injected into the urinary bladder through Foley's catheter. There is evidence of accumulation of contrast in the vagina with an abnormal connection between the bladder and the vagina , which demonstrates a fistula tract seen between them, suggesting a vesicovaginal fistula. The urinary bladder appears of normal shape and capacity and shows a smooth outline.",
      "discussion": "Case Discussion Vesicovaginal fistula is the most common urogenital fistula. There are many causes of vesicovaginal fistula including surgery, pelvic malignancies, pelvic inflammatory disease, and radiation therapy. Congenital vesicovaginal fistula is rare, it can be an isolated anomaly or associated with other complex genitourinary malformations. Symptoms include mainly incontinence, vaginal urine leak, and recurrent UTI. Radiological diagnosis includes a fluoroscopic cystogram which is a commonly used as first line method, CT cystogram, and pelvic MRI. A multidisciplinary approach is needed for appropriate management. Laparoscopic repair was successfully done to our patient in this case.",
      "presentation": "Presentation Recurrent UTI."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/vesicouterine-fistula-1?lang=us",
    "title": "Vesicouterine fistula",
    "findings_text": "CT C+ administration: arterial portal & renal excretory phase. Enlarged uterus and vascularization due to pregnancy. Residual gas in the pelvic and endometrial cavity in the context of recent cesarean section. No contrast leakage suggesting active bleeding is identified in the arterial and venous phases. However, in the excretory phase, contrast can be observed passing from the bladder into the endometrial cavity and showing communication between these two structures (vesicouterine fistula) due to a bladder dome defect. Case Discussion Fistulas of the female urogenital tract are rare complications after obstetric maneuvers, pelvic pathologies or their treatment. Ureterovaginal and vesicovaginal fistulas are the most frequent in different series in the literature. Vesicouterine fistulas are infrequent, however, they have been described with greater frequency in recent years, the main associated risk factor being a history of cesarean section. The symptoms consist of hematuria that can be cyclical coinciding with menstruation (menouria), apparent amenorrhea as well as intermittent urinary incontinence, signs that correspond to the classic Youssef triad. Diagnosis can be made by hysterosalpingography, cystography, or cystoscopy. Currently, the CT or MRI is more used to identify the fistulous tract. As a treatment, some cases of conservative treatment have been described for spontaneous closure in case of small fistulas with few symptoms, using bladder catheterization and contraceptives. However, most cases are subsidiary to surgical treatment, also considering the morbidity and general condition of the patient. In this case, surgical treatment was indicated due to early diagnosis and due to the size of the fistulous tract, with satisfactory subsequent evolution. Presentation Hematuria and pelvic abdominal pain after cesarean section 15 hours earlier. 10 Feb 2021,María Dolores Aguilar Martí At the time the case was submitted for publication María Dolores Aguilar Martí had no recorded disclosures.",
    "sections": {
      "findings": "CT C+ administration: arterial portal & renal excretory phase. Enlarged uterus and vascularization due to pregnancy. Residual gas in the pelvic and endometrial cavity in the context of recent cesarean section. No contrast leakage suggesting active bleeding is identified in the arterial and venous phases. However, in the excretory phase, contrast can be observed passing from the bladder into the endometrial cavity and showing communication between these two structures (vesicouterine fistula) due to a bladder dome defect.",
      "discussion": "Case Discussion Fistulas of the female urogenital tract are rare complications after obstetric maneuvers, pelvic pathologies or their treatment. Ureterovaginal and vesicovaginal fistulas are the most frequent in different series in the literature. Vesicouterine fistulas are infrequent, however, they have been described with greater frequency in recent years, the main associated risk factor being a history of cesarean section. The symptoms consist of hematuria that can be cyclical coinciding with menstruation (menouria), apparent amenorrhea as well as intermittent urinary incontinence, signs that correspond to the classic Youssef triad. Diagnosis can be made by hysterosalpingography, cystography, or cystoscopy. Currently, the CT or MRI is more used to identify the fistulous tract. As a treatment, some cases of conservative treatment have been described for spontaneous closure in case of small fistulas with few symptoms, using bladder catheterization and contraceptives. However, most cas",
      "presentation": "Presentation Hematuria and pelvic abdominal pain after cesarean section 15 hours earlier."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/pelvic-abscess-2?lang=us",
    "title": "Pelvic abscess",
    "findings_text": "Diffuse wall thickening and enhancement of the rectosigmoid colon. There is a masslike focus arising from the left lateral aspect of the rectosigmoid colon. Internally, the mass is heterogenously T2 hyperintense and restricts diffusion . The mass exhibits thick peripheral enhancement . This mass abuts and displaces the wall of the rectosigmoid colon, though a fat plane is not clearly visualized. There is as marked inflammation/edema in the surround pericolonic/perirectal fat. Several prominent/mildly enlarged lymph nodes are noted in the mesorectal and pericolonic regions. Case Discussion This is a suspected case of a pelvic abscess . There was an initial concern for a pelvic mass arising from the rectosigmoid colon. The patient underwent a colonoscopy where there extrinsic compression at the rectosigmoid colon. The underlying mucosa was biopsied and were normal. However, the terminal ileum contained several scattered diminutive, non-bleeding erosions. The adjacent mucosa was erythematous and edematous. Biopsies were taken which revealed active ileitis with areas consistent with ulceration. After reviewing the pathology reports, the patient was discharged on an empiric course of oral antibiotics and scheduled for repeat imaging in approximately one month. Interestingly, MRI pelvis at that time revealed interval resolution of the mass, though findings of mild edema remained. However, there were new findings of short-segment proctitis of the mid and upper rectum. The patient once again had an MRI (5 months after the initial imaging) which did not reveal a pelvic mass or findings of colitis/proctitis. Given the recent imaging findings, malignancy was no longer a primary differential consideration given the interval decrease/resolution of the inflammatory mass. When combining the findings on imaging, colonoscopy, and histopathology, this case may represent the initial diagnosis and complication of Crohn disease . The \"mass\" was felt to be secondary to a colonic/rectal fistula leading to a contained collection/abscess. Presentation Lower abdominal pain for 3 days. Nausea and vomiting. 28 Dec 2024,Ryan Thibodeau Disclosures: At the time the case was submitted for publication Ryan Thibodeau had no financial relationships toineligible companiesto disclose.",
    "sections": {
      "findings": "Diffuse wall thickening and enhancement of the rectosigmoid colon. There is a masslike focus arising from the left lateral aspect of the rectosigmoid colon. Internally, the mass is heterogenously T2 hyperintense and restricts diffusion . The mass exhibits thick peripheral enhancement . This mass abuts and displaces the wall of the rectosigmoid colon, though a fat plane is not clearly visualized. There is as marked inflammation/edema in the surround pericolonic/perirectal fat. Several prominent/mildly enlarged lymph nodes are noted in the mesorectal and pericolonic regions.",
      "discussion": "Case Discussion This is a suspected case of a pelvic abscess . There was an initial concern for a pelvic mass arising from the rectosigmoid colon. The patient underwent a colonoscopy where there extrinsic compression at the rectosigmoid colon. The underlying mucosa was biopsied and were normal. However, the terminal ileum contained several scattered diminutive, non-bleeding erosions. The adjacent mucosa was erythematous and edematous. Biopsies were taken which revealed active ileitis with areas consistent with ulceration. After reviewing the pathology reports, the patient was discharged on an empiric course of oral antibiotics and scheduled for repeat imaging in approximately one month. Interestingly, MRI pelvis at that time revealed interval resolution of the mass, though findings of mild edema remained. However, there were new findings of short-segment proctitis of the mid and upper rectum. The patient once again had an MRI (5 months after the initial imaging) which did not reveal a ",
      "presentation": "Presentation Lower abdominal pain for 3 days. Nausea and vomiting."
    }
  },
  {
    "source": "radiopaedia",
    "url": "https://radiopaedia.org/cases/high-transphincteric-perianal-fistula-with-two-setons?lang=us",
    "title": "High transphincteric perianal fistula with two setons",
    "findings_text": "Left high transphincteric perianal fistula at 4 o'clock with a distal bifurcation, with one end opening onto the natal cleft and the other onto the medial posteroinferior aspect of the left buttock. Two setons have been inserted, one through each cutaneous fistula, both passing though the internal opening into the rectal lumen to end outside the anal verge. Minimal amount of hydrocele on both sides of the scrotum. Case Discussion MRI done for demonstrating the entire extent of the fistula and ruling out a perianal abscess. No abscess demonstrated. A draining seton is essentially a string (e.g. surgical suture or silicone) placed along a perianal fistula for facilitating drainage and preventing premature cutaneous closure. Presentation Re-evaluation of perianal fistula. 3 Apr 2019,Yaïr Glick",
    "sections": {
      "findings": "Left high transphincteric perianal fistula at 4 o'clock with a distal bifurcation, with one end opening onto the natal cleft and the other onto the medial posteroinferior aspect of the left buttock. Two setons have been inserted, one through each cutaneous fistula, both passing though the internal opening into the rectal lumen to end outside the anal verge. Minimal amount of hydrocele on both sides of the scrotum.",
      "discussion": "Case Discussion MRI done for demonstrating the entire extent of the fistula and ruling out a perianal abscess. No abscess demonstrated. A draining seton is essentially a string (e.g. surgical suture or silicone) placed along a perianal fistula for facilitating drainage and preventing premature cutaneous closure.",
      "presentation": "Presentation Re-evaluation of perianal fistula."
    }
  }
]